" FOGRA" = "FOGRA";
" Pre-Printed Extra Heavyweight Cardstock" = "[MT]Pre-Printed Extra Heavyweight Cardstock";
"(1 - 9,999,999)" = "(1 - 9 999 999)";
"(1 - 99,999)" = "(1 - 99 999)";
"(1-12 Digits)" = "(1 - 12 numeroa)";
"(4 digits)" = "(4 numeroa)";
"(4-10 Digits)" = "(4 - 10 numeroa)";
"(Optional)" = "(Valinnainen)";
"(Required)" = "(Pakollinen)";
"(SCT) Simple Catch Tray" = "Tavallinen luovutusalusta";
"..." = "...";
":" = ":";
"+1" = "+1";
"+100" = "+100";
"+2 (MoreSquare)" = "+2 (enemmän)";
"+3" = "+3";
"+30" = "+30";
"0" = "0";
"0.5\" (8.5x11\" Template)" = "0,5\" (8,5 x 11\":n malli)";
"-1" = "-1";
"1 Center Staple, Bottom" = "1 nitomanasta, alakeski";
"1 Center Staple, Left" = "1 nitomanasta, vasen keski";
"1 Center Staple, Right" = "1 nitomanasta, oikea keski";
"1 Center Staple, Top" = "1 nitomanasta, yläkeski";
"1 Paper Tray" = "1 paperialusta";
"1 Staple" = "1 nitomanasta";
"1 Staple, Bottom Left" = "1 nitomanasta, alavasen";
"1 Staple, Bottom Right" = "1 nitomanasta, alaoikea";
"1 Staple, Top Left" = "1 nitomanasta, ylävasen";
"1 Staple, Top Right" = "1 nitomanasta, yläoikea";
"-100" = "-100";
"106 Line Enhanced" = "106 linjaa (parannettu)";
"106 lpi" = "106 lpi";
"11 x 15\"" = "11 x 15\"";
"12 x 19\"" = "12 x 19\"";
"12.6 x 19.2\"" = "12,6 x 19,2\"";
"12.7 mm (A4 Template)" = "12,7 mm (A4-malli)";
"120 gsm" = "120 g/m2";
"1200x1200 256 shades of gray" = "1200 x 1200, 256 harmaasävyä";
"1200x1200 dpi" = "1200 x 1200 dpi";
"1200x600 dpi" = "1200 x 600 dpi";
"125 lpi" = "125 lpi";
"13 x 18\"" = "13 x 18\"";
"13 x 19\"" = "13 x 19\"";
"134 Line Enhanced" = "134 linjaa (parannettu)";
"134 lpi" = "134 lpi";
"140 gsm" = "140 g/m2";
"141 lpi" = "141 lpi";
"150 Dot" = "150 pistettä";
"150 gsm" = "150 g/m2";
"150 Line Enhanced" = "150 linjaa (parannettu)";
"150 lpi" = "150 lpi";
"156 lpi" = "156 lpi";
"16K (194 x 267 mm)" = "16K (194 x 267 mm)";
"16K (195 x 270 mm)" = "16K (195 x 270 mm)";
"175 Dot" = "175 pistettä";
"175 Dot (Primary)" = "175 pistettä (ensisij.)";
"190 Line Enhanced" = "190 linjaa (parannettu)";
"1-Sided Print" = "1-puolinen";
"2 & 4 Hole Punch" = "2 ja 4 reiän rei'itys";
"-2 (LessSquare)" = "-2 (vähemmän)";
"2 and 3 Hole Punch" = "2 ja 3 reiän rei'itys";
"2 and 3 Hole Punch Unit" = "2 ja 3 reiän rei'itin";
"2 and 4 Hole Punch" = "2 ja 4 reiän rei'itys";
"2 and 4 Hole Punch Unit" = "2 ja 4 reiän rei'itin";
"2 Hole Punch" = "2 reiän rei'itys";
"2 Hole Punch, Bottom" = "2 reikää, ala";
"2 Hole Punch, Left" = "2 reikää, vasen";
"2 Hole Punch, Right" = "2 reikää, oikea";
"2 Hole Punch, Top" = "2 reikää, ylä";
"2 Paper Trays" = "2 paperialustaa";
"2 Staples" = "2 nitomanastaa";
"2 Staples, Bottom" = "2 nitomanastaa, ala";
"2 Staples, Left" = "2 nitomanastaa, vasen";
"2 Staples, Right" = "2 nitomanastaa, oikea";
"2 Staples, Top" = "2 nitomanastaa, ylä";
"2 Trays" = "2 alustaa";
"2 up 6x9 (9.5 x 12.5\")" = "2 up 6x9 (9,5 x 12,5\")";
"200 Dot" = "200 pistettä";
"200 Dot (Primary)" = "200 pistettä (ensisij.)";
"200 Line" = "200 viivaa";
"210 gsm" = "210 g/m2";
"212 Line Enhanced" = "212 linjaa (parannettu)";
"215 x 315 mm" = "215 x 315 mm";
"226 x 310 mm" = "226 x 310 mm";
"250 gsm" = "250 g/m2";
"283 Line Enhanced" = "283 linjaa (parannettu)";
"2nd Side" = "Toinen puoli";
"2-Sided Print" = "2-puolinen";
"2-Sided Print, Flip on Long Edge" = "2-puolinen (pitkä reuna)";
"2-Sided Print, Flip on Short Edge" = "2-puolinen (lyhyt reuna)";
"2-Sided Printing" = "2-puolinen tulostus";
"2-Sided Printing:" = "Puolisuus:";
"2-Sided-Printing:" = "2-puolinen tulostus: ";
"-3" = "-3";
"3 Hole Punch" = "3 reiän rei'itys";
"3 Hole Punch Unit" = "3 reiän rei'itin";
"3 Hole Punch, Bottom" = "3 reikää, ala";
"3 Hole Punch, Left" = "3 reikää, vasen";
"3 Hole Punch, Right" = "3 reikää, oikea";
"3 Hole Punch, Top" = "3 reikää, ylä";
"3 Paper Trays" = "3 paperialustaa";
"3 Staples" = "3 nitomanastaa";
"3 Tray Module" = "3 paperialustaa";
"3 Trays" = "3 alustaa";
"3 Trays (High Capacity Feeder)" = "3 alustaa (iso lisäalustaosa)";
"3 Trays (High Capacity)" = "3 alustaa (iso alusta)";
"3 x 5\"" = "3 x 5\"";
"3.5X5.5SEF" = "3,5 x 5,5\" (vaaka)";
"-30" = "-30";
"300 Dot" = "300 pistettä";
"300 gsm" = "300 g/m²";
"300 Line" = "300 viivaa";
"300x300 dpi" = "300 x 300 dpi";
"310 x 432 mm" = "310 x 432 mm";
"328 x 453 mm" = "328 x 453 mm";
"350 gsm" = "350 g/m²";
"4 Hole Punch" = "4 reiän rei'itys";
"4 Hole Punch Unit" = "4 reiän rei'itin";
"4 Hole Punch, Bottom" = "4 reikää, ala";
"4 Hole Punch, Left" = "4 reikää, vasen";
"4 Hole Punch, Right" = "4 reikää, oikea";
"4 Hole Punch, Top" = "4 reikää, ylä";
"4 Paper Trays" = "4 paperialustaa";
"4 Staples" = "4 nitomanastaa";
"4 Staples, Bottom" = "4 nitomanastaa, ala";
"4 Staples, Left" = "4 nitomanastaa, vasen";
"4 Staples, Right" = "4 nitomanastaa, oikea";
"4 Staples, Top" = "4 nitomanastaa, ylä";
"4 Trays" = "4 alustaa";
"4 Trays (High Capacity Feeder)" = "4 alustaa (iso lisäalustaosa)";
"4 Trays (High Capacity Tandem Trays)" = "4 alustaa (iso tandemalusta)";
"4 Trays (High Capacity)" = "4 alustaa (iso alusta)";
"4-Hole Punch Unit" = "4 reiän rei'itin";
"5 Paper Trays Installed" = "5 paperialustaa asennettu";
"5 Trays" = "5 alustaa";
"5 Trays (High Capacity Feeder)" = "5 alustaa (iso lisäalustaosa)";
"5 Trays (High Capacity Tandem Trays)" = "5 alustaa (iso tandemalusta)";
"5 Trays (High Capacity)" = "5 alustaa (iso alusta)";
"5 x 7\"" = "5 x 7\"";
"6 Paper Trays Installed (High Capacity)" = "6 paperialustaa asennettu (iso alusta)";
"6 Trays" = "6 alustaa";
"6 Trays (High Capacity Feeder and Tandem Trays)" = "6 alustaa (iso alusta ja tandemalustat)";
"6 Trays (High Capacity Feeder)" = "6 alustaa (iso lisäalustaosa)";
"60 gsm" = "60 g/m2";
"600 Dot" = "600 pistettä";
"600 Line" = "600 viivaa";
"600x600 256 shades of gray" = "600 x 600, 256 harmaasävyä";
"600x600 dpi" = "600 x 600 dpi";
"70 gsm" = "70 g/m2";
"75 gsm" = "75 g/m2";
"8 x 10.5\"" = "8 x 10,5\"";
"8 x 10\"" = "8 x 10\"";
"8 x 13" = "8 x 13";
"8.5 x 13\"" = "8,5 x 13\"";
"80 ppm High Capacity Stacker/Stapler" = "Iso viimeistelylaite, 80 s/min";
"85 lpi" = "85 lpi";
"8K (267 x 388 mm)" = "8K (267 x 388 mm)";
"8K (270 x 390 mm)" = "8K (270 x 390 mm)";
"9 x 11\"" = "9 x 11\"";
"90 gsm" = "90 g/m2";
"a lot less" = "paljon vähemmän";
"a lot more" = "paljon enemmän";
"A3 (297 x 420 mm)" = "A3 (297 x 420 mm)";
"A4 (210 x 297 mm)" = "A4 (210 x 297 mm)";
"A4 Oversized (223 x 297 mm)" = "Leveä A4 (223 x 297 mm)";
"A4 Tab (225 x 297 mm)" = "A4-hakulehti (225 x 297 mm)";
"A5 (148 x 210 mm)" = "A5 (148 x 210 mm)";
"A6 (105 x 148 mm)" = "A6 (105 x 148 mm)";
"A7 Envelope (5.25 x 7.25\")" = "Kirjekuori A7 (5,25 x 7,25\")";
"About" = "Tietoja";
"About..." = "Tietoja..";
"Absolute Colorimetric" = "Absoluuttinen värijärjestelmä";
"Account ID (Job Based Accounting)" = "Tilitunnus (työpohjainen tilikirjaus)";
"Account ID:" = "Tilitunnus:";
"Account Type:" = "Tilin tyyppi:";
"Account:" = "Lisätietoja tilistä:";
"Accounting" = "Tilikirjaus";
"Accounting Codes Required" = "Tilikirjaustunnukset tarvitaan";
"Accounting Note" = "Jos tämä tulostin edellyttää tilikirjausta, valitse tilikirjausjärjestelmän tyyppi.";
"Accounting Prompt" = "Tilikirjauskehote";
"Accounting Prompt:" = "Tilikirjauskehote:";
"Accounting System" = "Tilikirjausjärjestelmä";
"Accounting System:" = "Tilikirjausjärjestelmä:";
"Accounting Title" = "Tilikirjaus";
"Accounting..." = "Tilikirjaus...";
"Accounting:" = "Tilikirjaus:";
"AccountingCodesRequiredNote" = "Tämä työ on peruutettu. \n\nTyötä ei voi lähettää ilman tilikirjaustunnuksia, kun tilikirjaus on otettu käyttöön.";
"Add" = "Lisää";
"Add Covers" = "Lisää kannet";
"Add Covers..." = "Lisää kannet...";
"Add Exception" = "Lisää poikkeussivuja";
"Add Exceptions..." = "Lisää poikkeussivuja...";
"Add From Address Book..." = "Lisää osoitteistosta...";
"Add Insert" = "Lisää lisälehtiä";
"Add Inserts..." = "Lisää lisälehtiä...";
"Add Recipient" = "Lisää vastaanottaja";
"Add Recipient..." = "Lisää vastaanottaja...";
"Add to My Paper List" = "Lisää paperiluettelooni";
"Adding Duplicate Recipients" = "Lisätään sama vastaanottaja";
"Additional Spot Colorant:" = "Lisäspottiväri:";
"Adjust Line Weight:" = "Säädä viivan paksuutta:";
"Adjustment" = "Säätö";
"Adjustment Magnitude" = "Säädön suuruus";
"Adobe RGB" = "Adobe RGB";
"Advanced" = "Lisäasetukset";
"Advanced Finisher" = "Advanced-viimeistelylaite";
"Advanced Finishing Module" = "Advanced-viimeistelylaite";
"Advanced Office Finisher" = "Advanced Office -viimeistelylaite";
"Advanced Paper Selection" = "Paperin lisäasetukset";
"Advanced..." = "Lisäasetukset...";
"After Each Set" = "Kunkin sarjan jälkeen";
"After Page" = "Tämän sivun perään";
"After Page(s) Option" = "Sivun perään";
"Alert" = "Hälytys";
"All" = "Kaikki";
"all colors except" = "kaikki värit paitsi";
"All Objects (Images, Text, Graphics)" = "Kaikki objektit (kuvat, teksti, grafiikka)";
"AllColors" = "Kaikki värit";
"AllColorsExcept" = "Kaikki värit paitsi";
"AllColorsExceptChange" = "Kaikki värit paitsi %1$@";
"AllFoliageGreen" = "Kaikki metsänvihreät värit";
"Allow Printer to Manage Halftones" = "Anna tulostimen hallita rastereita";
"Allow Printer to Manage Spot Colors" = "Anna tulostimen hallita spottivärejä";
"Allow Printer to Manage Spot Colors:" = "Anna tulostimen hallita spottivärejä:";
"Allow Software to Manage Halftones" = "Anna ohjelmiston hallita rastereita";
"Allow Software to Manage Spot Colors" = "Anna ohjelmiston hallita spottivärejä";
"AllSkinTones" = "Kaikki ihonvärit";
"AllSkyBlue" = "Kaikki taivaansiniset värit";
"ALotLess" = "Paljon vähemmän";
"ALotMore" = "Paljon enemmän";
"Always Apply Embedded Profiles" = "Käytä aina sisäisiä profiileja";
"Always Prompt" = "Näytä aina kehote";
"Amount:" = "Määrä:";
"Annotation Options" = "Lisäysasetukset";
"Anti-aliasing:" = "Reunasiloittelu:";
"Apple RGB" = "Apple RGB";
"Apply Form Pages:" = "Sovella lomakesivuja:";
"Archival" = "Arkistointi";
"Archive" = "Arkisto";
"Auto" = "Autom.";
"Auto Layering" = "Autom. kerrostus";
"Auto Switch" = "Autom. vaihto";
"Automatic" = "Automaattinen";
"Automatic (Recommended)" = "Autom. (suositus)";
"Automatic Black" = "Automaattinen musta";
"Automatic Color" = "Automaattinen väri";
"Automatic Color (Recommended)" = "Autom. väri (suositus)";
"Automatically Apply Embedded Profiles When Appropriate" = "Käytä automaattisesti sisäisiä profiileja, kun tarkoituksenmukaista";
"Automatically scale and print on loaded paper size" = "Skaalaa ja tulosta koneessa olevalle paperikoolle";
"Automatically Select" = "Autom. valinta";
"Automatically Select Color" = "Valitse väri automaattisesti";
"Automatically Select Type" = "Valitse tyyppi automaattisesti";
"Auxillary Accounting Interface" = "Lisätilikirjauksen käyttöliittymä";
"B4 (250 x 353 mm)" = "B4 (250 x 353 mm)";
"B5 (176 x 250 mm)" = "B5 (176 x 250 mm)";
"B5 Envelope (176 x 250 mm)" = "Kirjekuori B5 (176 x 250 mm)";
"B5 ISO (176 x 250 mm)" = "B5 ISO (176 x 250 mm)";
"B5 JIS (182 x 257 mm)" = "B5 JIS (182 x 257 mm)";
"B6 (125 x 176 mm)" = "B6 (125 x 176 mm)";
"Back" = "Taka";
"Back Cover" = "Takakansi";
"Back Cover Paper Label" = "Takakannen paperi:";
"Back Cover Value" = "Takakansi";
"Back Cover:" = "Takakansi:";
"Back Only" = "Vain taka";
"Background Form" = "Taustalomake";
"Background Form Name:" = "Taustalomakkeen nimi:";
"Background Forms:" = "Taustalomakkeet:";
"Banner (210 x 900 mm)" = "Juliste (210 x 900 mm)";
"Banner (297 x 1200 mm)" = "Juliste (297 x 1200 mm)";
"Banner Message:" = "Erotinsivun viesti:";
"Banner Sheet" = "Erotinsivu";
"Banner Sheet Uncheck Alert" = "Erotinsivujen poistaminen käytöstä voi joissakin toimistoissa aiheuttaa sen, että käyttäjät vahingossa hävittävät tai sekoittavat muiden töitä, mikä aiheuttaa ylimääräistä hukkaa. \n\nVoit varmistaa, ettei tulostettuihin töihisi kosketa lisäämällä vesileiman työn ensimmäiselle sivulle tai valitsemalla töiden limityksen tai nidonnan.\n\nPoista erotinsivut käytöstä napsauttamalla OK.";
"Banner Sheet:" = "Erotinsivu:";
"Basic Office Finisher" = "Basic Office -viimeistelylaite";
"Before Page 1" = "Sivun 1 eteen";
"BFM (Basic Finisher Module)" = "BFM (viimeistelylaitteen perusosa)";
"BFM + BFM" = "BFM + BFM";
"BFM + BFM + FTM" = "BFM + BFM + FTM";
"BFM + BFM + FTM-S" = "BFM + BFM + FTM-S";
"BFM + BFM + PSK" = "BFM + BFM + PSK";
"BFM + BFM + PSK + PSK" = "BFM + BFM + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK + PSK";
"BFM + FTM" = "BFM + FTM";
"BFM + FTM-S" = "BFM + FTM-S";
"BFM + FTM-S + FTM-S" = "BFM + FTM-S + FTM-S";
"BFM + PSK" = "BFM + PSK";
"BFM + PSK + PSK" = "BFM + PSK + PSK";
"BFM + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK";
"BFM + PSK + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK + PSK";
"Bi-Directional Communication" = "Kaksisuuntainen tiedonsiirto";
"Bi-Directional Communication..." = "Kaksisuuntainen tiedonsiirto...";
"Bi-Directional Communication:" = "Kaksisuuntainen tiedonsiirto:";
"Bi-Fold" = "Kaksitaitto";
"Bi-Fold and Staple" = "Kaksitaitto ja nidonta";
"Bi-Fold Multiple Sheets" = "Usean arkin kaksitaitto";
"Bi-Fold Multiple Sheets (Booklet Fold)" = "Usean arkin kaksitaitto (vihkotaitto)";
"Bi-Fold Multiple Sheets (Print Inside)" = "Usean arkin kaksitaitto (kuva sisäpuolelle)";
"Bi-Fold Multiple Sheets (Print Outside)" = "Usean arkin kaksitaitto (kuva ulkopuolelle)";
"Bi-Fold Multiple Sheets Print Inside" = "Usean arkin kaksitaitto, kuva sisäpuolella";
"Bi-Fold Multiple Sheets Print Outside" = "Usean arkin kaksitaitto, kuva ulkopuolella";
"Bi-Fold Single Sheet (Print Inside)" = "Yksittäisarkkien kaksitaitto (kuva sisäpuolelle)";
"Bi-Fold Single Sheet (Print Outside)" = "Yksittäisarkkien kaksitaitto (kuva ulkopuolelle)";
"Bi-Fold Single Sheet Print Inside" = "Yhden arkin kaksitaitto, kuva sisäpuolella";
"Bi-Fold Single Sheet Print Outside" = "Yhden arkin kaksitaitto, kuva ulkopuolella";
"Billing ID / Passcode:" = "Laskutustunnus / tunnusluku:";
"Bin 1" = "Lokero 1";
"Bin 2" = "Lokero 2";
"Bin 3" = "Lokero 3";
"Bin 4" = "Lokero 4";
"Bind on Long Edge" = "Sidonta pitkästä reunasta";
"Bind on Short Edge" = "Sidonta lyhyestä reunasta";
"Binding" = "Sidonta";
"Binding Edge" = "Sidontareuna";
"Binding Edge:" = "Sidontareuna:";
"Binding Egde:" = "Sidontareuna:";
"Binding on Long Edge" = "Sidonta pitkästä reunasta";
"Binding on Short Edge" = "Sidonta lyhyestä reunasta";
"black" = "musta";
"Black" = "Musta";
"Black and Gray use K only" = "Musta ja harmaa käyttävät vain K:ta";
"Black and White" = "Mustavalko";
"Black Enhancement:" = "Mustan parannus:";
"Black Only" = "Vain musta";
"Black Overprint" = "Musta päälletulostus";
"Black Trapping:" = "Mustan lihotus:";
"Black uses K only" = "Musta käyttää vain K:ta";
"BlackLevel" = "Musta";
"Blank Back Cover" = "Tyhjä takakansi";
"Blank or Preprinted" = "Tyhjä tai esipainettu";
"Blank or Pre-printed" = "Tyhjä tai esipainettu";
"Blank or Pre-Printed" = "Tyhjä tai esipainettu";
"Blank or Preprinted Covers" = "Tyhjät tai esipainetut kannet";
"Blank Separators" = "Tyhjät väliarkit";
"Blend" = "Yhdistä";
"blue" = "sininen";
"Blue" = "Sininen";
"blue colors" = "siniset värit";
"Bond" = "Bond";
"Booklet Crease" = "Vihkon taiveura";
"Booklet Crease and Staple" = "Vihkon taiveura ja nidonta";
"Booklet Creation" = "Tulostus vihkoksi";
"Booklet Creation..." = "Tulostus vihkoksi...";
"Booklet Custom Height Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Custom Width Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Finishing" = "Vihkoviimeistely";
"Booklet Finishing:" = "Vihkoviimeistely:";
"Booklet Fold" = "Vihkotaitto";
"Booklet Fold / Bi-Fold" = "Vihkotaitto / kaksitaitto";
"Booklet Fold and Staple" = "Vihkotaitto ja -nidonta";
"Booklet Image Order:" = "Vihkon sivujärjestys:";
"Booklet Layout" = "Vihkoasemointi";
"Booklet Layout:" = "Vihkoasemointi:";
"Booklet Maker Bin" = "Vihkoluovutusalusta";
"Booklet Maker Finisher" = "Vihko-viimeistelylaite";
"Booklet Margins" = "Vihkon reunukset";
"Booklet Margins:" = "Vihkon reunukset:";
"Booklet Module" = "Vihkolaite";
"Booklet Options" = "Vihkoasetukset";
"Booklet Options..." = "Vihkoasetukset...";
"Booklet Paper Size" = "Vihkon paperikoko";
"Booklet Staple" = "Vihkonidonta";
"Booklet/Watermark" = "Vihko ja vesileima";
"Bottom" = "Ala";
"Bottom Bind" = "Alasidonta";
"Bottom Rotation:" = "Alapyöritys:";
"BottomLeft" = "Alavasen";
"BottomRight" = "Alaoikea";
"BR Booklet Maker Finisher" = "BR-vihkoviimeistelylaite";
"BR Finisher" = "BR-viimeistelylaite";
"bright" = "kirkas";
"Bright" = "Kirkas";
"brown" = "ruskea";
"Brown" = "Ruskea";
"brown colors" = "ruskeat värit";
"Buff" = "Ruskea";
"Build New Sentence" = "Laadi uusi lause";
"Bypass" = "Ohisyöttö";
"Bypass Transport Tray" = "Ohisyöttöalusta";
"Bypass Tray" = "Ohisyöttöalusta";
"Bypass Tray Feed Edge" = "Syöttöreuna ohisyöttöalustalla";
"C Tri-Fold" = "C-kolmitaitto";
"C Tri-Fold (Print Inside)" = "C-kolmitaitto (kuva sisäpuolelle)";
"C Tri-Fold (Print Outside)" = "C-kolmitaitto (kuva ulkopuolelle)";
"C Tri-Fold Print Inside" = "C-kolmitaitto, kuva sisäpuolella";
"C Tri-Fold Print Outside" = "C-kolmitaitto, kuva ulkopuolella";
"C Tri-Fold Single Sheet - (Print Inside)" = "Yhden arkin C-kolmitaitto (kuva sisäpuolella)";
"C Tri-Fold Single Sheet - (Print Outside)" = "Yhden arkin C-kolmitaitto (kuva ulkopuolella)";
"C4 Envelope (229 x 324 mm)" = "Kirjekuori C4 (229 x 324 mm)";
"C5 Envelope (162 x 229 mm)" = "Kirjekuori C5 (162 x 229 mm)";
"C5 Open Envelope (162 x 229 mm)" = "Näytepussi C5 (162 x 229 mm)";
"C6 Envelope (114 x 162 mm)" = "Kirjekuori C6 (114 x 162 mm)";
"Cancel" = "Peruuta";
"Card Stock" = "Kartonki";
"Cardstock" = "Kartonki";
"Cardstock Reloaded" = "Kartonki (takasivu)";
"Catch Tray or Output Tray" = "Luovutusalusta";
"Center Bottom Tray" = "Alakeskialusta";
"Center Staple" = "Keskinitomanasta";
"Center Staple, Bottom" = "1 nitomanasta, alakeski";
"Center Staple, Left" = "1 nitomanasta, vasen keski";
"Center Staple, Right" = "1 nitomanasta, oikea keski";
"Center Staple, Top" = "1 nitomanasta, yläkeski";
"Center Top Tray" = "Yläkeskialusta";
"Center Tray" = "Keskialusta";
"Center Tray - Lower" = "Keskialusta, alempi";
"Center Tray - Upper" = "Keskialusta, ylempi";
"Center Tray(Integrated Office Finisher)" = "Keskialusta (integroitu Office-viimeistelylaite)";
"Center Watermark" = "Keski";
"Center:" = "Keski:";
"Charge Print" = "Valvottu tulostus";
"Choose File..." = "Valitse tiedosto...";
"Choukei 3 Envelope (120 x 235 mm)" = "Kirjekuori Choukei 3 (120 x 235 mm)";
"Choukei 4 Envelope (90 x 205 mm)" = "Kirjekuori Choukei 4 (90 x 205 mm)";
"CIE Color" = "CIE-väri";
"CIEImages" = "CIE-kuvat:";
"CIETextGraphics" = "CIE-teksti ja -grafiikka:";
"Clear" = "Kirkas";
"Clear (Transparency)" = "Kirkas (läpinäkyvä)";
"Clear Amount:" = "Kirkkaan värin määrä:";
"Clear Dry Ink" = "Kirkas väriaine...";
"Clear Dry Ink:" = "Kirkas väriaine:";
"Clear List" = "Tyhjennä luettelo";
"Clear Options:" = "Kirkkaan värin asetukset:";
"Close" = "Sulje";
"cloudy" = "pilvinen";
"CMYK" = "CMYK";
"CMYK Color" = "CMYK-väri";
"CMYK Color Space" = "CMYK-väriavaruus";
"CMYK Color:" = "CMYK-väri:";
"CMYKImages" = "CMYK-kuvat:";
"CMYKTextGraphics" = "CMYK-teksti ja -grafiikka:";
"Coating Type" = "Päällysteen tyyppi";
"Coating Type:" = "Päällysteen tyyppi:";
"Coil Punch" = "GBC-rei'itys";
"Coil Punch, Bottom" = "GBC-rei'itys, ala";
"Coil Punch, Left" = "GBC-rei'itys, vasen";
"Coil Punch, Right" = "GBC-rei'itys, oikea";
"Coil Punch, Top" = "GBC-rei'itys, ylä";
"Collate must be set to Uncollated" = "On valittava Ei lajittelua";
"Collated" = "Lajittelu";
"Color" = "Väri";
"Color Adjective" = "Väriadjektiivi";
"Color Adjustments" = "Värinsäädöt";
"Color Adjustments Title" = "Värinsäädöt";
"Color Adjustments..." = "Värinsäädöt...";
"Color By Words" = "Värit sanoin";
"Color Cast" = "Värihuntu";
"Color Cast:" = "Värihuntu:";
"Color Correction" = "Värinkorjaus";
"Color Correction:" = "Värinkorjaus:";
"Color Match RGB" = "Color Match RGB";
"Color Options" = "Väriasetukset";
"Color:" = "Väri:";
"Colored" = "Värillinen";
"Colored Paper" = "Värillinen paperi";
"colorful" = "värikäs";
"Colorful" = "Värikäs";
"Colorimetric" = "Kolorimetrinen";
"colors" = "värit";
"Colors" = "Värit";
"Comment" = "Huomautus";
"Comment (Optional):" = "Kommentti (valinnainen):";
"Commercial" = "Commercial";
"Commercial CMYK" = "Commercial CMYK";
"completely" = "täysin";
"Completely" = "Täysin";
"Composite Black" = "Prosessimusta";
"Confidential Watermark" = "Salainen";
"Configuration:" = "Asetukset:";
"Confirm" = "Vahvista";
"Confirm Passcode:" = "Vahvista tunnusluku:";
"Confirmation Sheet:" = "Vahvistussivu:";
"considerably less" = "huomattavasti vähemmän";
"considerably more" = "huomattavasti enemmän";
"Contrast" = "Kontrasti";
"Contrast:" = "Kontrasti:";
"contrasty" = "Kontrastikas";
"Cool" = "Viileä";
"Copy Named Paper" = "Kopioi nimetty paperi";
"Copy Paper" = "Kopio...";
"Copy Watermark" = "Kopio";
"Cover Notes:" = "Kannen huomautukset:";
"Cover Option" = "Kansi";
"Cover Options" = "Kansiasetukset";
"Cover Options Label" = "Kansiasetukset:";
"Cover Position" = "Kannen sijainti";
"Cover Position:" = "Kannen sijainti:";
"Cover Sheet" = "Saate";
"Cover Sheet Image:" = "Saatteen kuva:";
"Cover Sheet Notes:" = "Saatteen viesti:";
"Cover Sheet Paper Size:" = "Saatteen paperikoko:";
"Cover Sheet Watermark Title" = "Saatteen kuvaeditori";
"Cover Sheet:" = "Saate:";
"Cover:" = "Kansi:";
"Covers Title" = "Kannet";
"Covers..." = "Kannet...";
"Credit Card:" = "Luottokortti:";
"Creep Range" = "(%1$@-%2$@ pistettä)";
"Creep:" = "Siirtymä:";
"Crop document to fit currently loaded paper size" = "Leikkaa asiakirja alustalla olevan paperin kokoiseksi";
"CSS (Common Stacker Stapler)" = "CSS (tavallinen viimeistelylaite)";
"Current Document" = "Nykyinen asiakirja";
"Custom" = "Oma";
"Custom 1" = "Oma 1";
"Custom 2" = "Oma 2";
"Custom 3" = "Oma 3";
"Custom 4" = "Oma 4";
"Custom 5" = "Oma 5";
"Custom 6" = "Oma 6";
"Custom 7" = "Oma 7";
"Custom Automatic Color..." = "Oma autom. väri...";
"Custom Banner Sheet" = "Oma erotinsivu";
"Custom Color" = "Oma väri";
"Custom Color 1" = "Oma väri 1";
"Custom Color 2" = "Oma väri 2";
"Custom Color 3" = "Oma väri 3";
"Custom Color 4" = "Oma väri 4";
"Custom Color 5" = "Oma väri 5";
"Custom Color 6" = "Oma väri 6";
"Custom Color 7" = "Oma väri 7";
"Custom Color Adjustments" = "Omat värinsäädöt";
"Custom Color Adjustments Title" = "Omat värinsäädöt";
"Custom Color Correction" = "Omien värien korjaus";
"Custom Color Options" = "Omat väriasetukset";
"Custom Color Options..." = "Omat väriasetukset...";
"Custom Finishing" = "Oma viimeistely";
"Custom Finishing:" = "Oma viimeistely:";
"Custom Selection" = "Oma valinta";
"Custom Size" = "Oma koko";
"Custom Tab Shift" = "(%1$@)";
"Custom Type" = "Oma tyyppi";
"Custom Type 1" = "Oma tyyppi 1";
"Custom Type 2" = "Oma tyyppi 2";
"Custom Type 3" = "Oma tyyppi 3";
"Custom Type 4" = "Oma tyyppi 4";
"Custom Type 5" = "Oma tyyppi 5";
"Custom Type 6" = "Oma tyyppi 6";
"Custom Type 7" = "Oma tyyppi 7";
"Custom Weight" = "Oma paino";
"Custom..." = "Oma...";
"cyan" = "syaani";
"Cyan" = "Syaani";
"cyan colors" = "syaanit värit";
"CyanLevel" = "Syaani";
"Cyan-Red" = "Syaani-punainen";
"Cyan-Red:" = "Syaani-punainen:";
"CYMK:" = "CMYK:";
"dark" = "tumma";
"Dark" = "Tumma";
"DarkChange" = "Tumma %1$@";
"Default Account ID:" = "Oletustilitunnus:";
"Default Account Type:" = "Tilin oletustyyppi:";
"Default Accounting Codes Required" = "Tilikirjauksen oletustunnukset tarvitaan";
"Default Accounting Codes:" = "Tilikirjauksen oletustunnukset:";
"Default Billing ID / Passcode:" = "Oletuslaskutustunnus / tunnusluku:";
"Default Group Account" = "Oletusryhmätili";
"Default Public Folder" = "Julkinen oletuskansio";
"Default User ID / Passcode:" = "Oletuskäyttäjätunnus / tunnusluku:";
"Default User ID:" = "Oletuskäyttäjätunnus:";
"DefaultAccountingCodesRequiredNote" = "Oletustunnukset on annettava tai sitten valittava \"Pyydä aina tunnuksia\".";
"Defaults" = "Oletukset";
"Delay Print Title" = "Ajastettu tulostus";
"Delay Print..." = "Ajastettu tulostus...";
"Delete" = "Poista";
"Delete Cover Warning" = "Haluatko varmasti poistaa tämän kuvan pysyvästi?";
"Delete Cover Warning Title" = "Poistetaanko saatteen kuva?";
"Delete Watermark" = "Poista";
"Delete Watermark Warning" = "Oletko varma, että haluat poistaa tämän vesileiman pysyvästi?";
"Delete Watermark Warning Title" = "Poista vesileima";
"Describe Additional Color Changes:" = "Kuvaa värimuutokset:";
"Description" = "Kuvaus";
"Description (Expert):" = "Kuvaus (Expert):";
"Destination Profile" = "Kohdeprofiili";
"DFA Finisher" = "DFA-jälkikäsittelylaite";
"DFA Finisher Profile" = "DFA-laitteen profiili";
"DFA Finisher Profile..." = "DFA-laitteen profiili...";
"DFA Finisher Profiles" = "DFA-laiteprofiilit";
"DFA Module" = "DFA-laite";
"Dialing Options:" = "Numeronvalinta:";
"Dialing Prefix:" = "Etuliite:";
"Direct CMYK" = "Suora CMYK";
"Disable Booklet Layout" = "Poista käytöstä vihkoasemointi";
"Disable Job ID" = "Poista työn tunniste käytöstä";
"Disabled" = "Ei käytössä";
"Disabled (Recommended)" = "Ei käytössä (suositus)";
"Display error message in large window" = "Näytä virheviesti isossa ikkunassa";
"Display error message in small window" = "Näytä virheviesti pienessä ikkunassa";
"DL Envelope (110 x 220 mm)" = "Kirjekuori DL (110 x 220 mm)";
"Do not allow unsupported paper size values" = "Älä salli ei-tuettuja paperikokoarvoja";
"Do not display error message" = "Älä näytä virheviestiä";
"Do not notify me" = "Älä ilmoita";
"Do Not Print a Confirmation Sheet" = "Älä tulosta vahvistussivua";
"Do Not Print a Cover Sheet" = "Älä tulosta saatetta";
"Do Not Print Job ID" = "Älä tulosta työn tunnusta";
"Do Not Prompt" = "Älä näytä kehotetta";
"Do not scale and print on loaded paper size" = "Älä skaalaa ja tulosta koneessa olevalle paperikoolle";
"Do Not Show Recipients" = "Älä näytä vastaanottajia";
"Documentation" = "Käyttöohjeisto";
"Documentation Note" = "Avaa tuen verkkosivut, joilta löytyy linkkejä järjestelmän käyttöoppaisiin ja -videoihin.";
"DocuTech 6180" = "DocuTech 6180";
"Draft Mode" = "Vedoslaatu";
"Draft Mode:" = "Vedoslaatu:";
"Draft Watermark" = "Vedos";
"Draw Page Borders" = "Piirrä ääriviivat";
"DriverVersionBuild" = "Ajurin versio: %1$@ (%2$@)";
"Drop Size:" = "Pudotuskoko:";
"Dual Center Tray" = "Kaksoiskeskialusta";
"Dual Print Engine" = "Kaksi tulostuskoneistoa";
"Dual Print Engines" = "Kaksi tulostuskoneistoa";
"dull" = "samea";
"Duplex Module" = "Dupleksimoduuli";
"Duplicate Name Message" = "%1$@-niminen paperi on jo olemassa.  Korvataanko se?";
"Duplicate Name Title" = "Sama nimi";
"DuplicateFaxName" = "Nimi: %1$@";
"DuplicateFaxNumber" = "Faksinumero: %1$@";
"DuplicateRecipient" = "Sama vastaanottaja";
"DuplicateRecipientNote" = "Vastaanottaja on jo luettelossa.  Haluatko lisätä saman vastaanottajan toiseen kertaan?";
"Each Set" = "Jokainen sarja";
"Each Set and Each Subset" = "Jokainen sarja ja osa";
"Each Set and Subset" = "Jokainen sarja ja osa";
"Each Subset" = "Jokainen osa";
"Earth Smart Disable Banner Page" = "Erotinsivujen poistaminen käytöstä voi joissakin toimistoissa aiheuttaa sen, että käyttäjät vahingossa hävittävät tai sekoittavat muiden töitä, mikä aiheuttaa ylimääräistä hukkaa. Tulostamalla työn tunnuksen reunuksiin voit helposti tunnistaa työsi tulostamatta ylimääräistä erotinsivua.";
"Earth Smart Savings" = "Olet säästänyt: %1$@ riisiä (%2$@ arkkia)";
"Earth Smart Settings" = "Luontoa säästävät asetukset";
"Edge Enhancement:" = "Reunojen parannus:";
"Edit" = "Muokkaa";
"Edit Covers Title" = "Muokkaa kansia";
"Edit Exceptions Title" = "Muokkaa poikkeussivuja";
"Edit Inserts Title" = "Muokkaa lisälehtiä";
"Edit Named Paper" = "Muokkaa nimettyä paperia";
"Edit Recipient" = "Muokkaa vastaanottajaa";
"Edit Watermark" = "Muokkaa...";
"Edit..." = "Muokkaa...";
"Ellipsis" = "...";
"Email Address:" = "Sähköpostiosoite:";
"Empty" = "Tyhjä";
"Enable Subsets" = "Ota käyttöön jako osiin";
"Enabled" = "Käytössä";
"End of Job" = "Työn jälkeen";
"End of Page" = "Sivun jälkeen";
"End of Set" = "Sarjan jälkeen";
"Enhanced" = "Parannettu";
"Enhanced 80ppm High Capacity Stacker" = "Parannettu pinoluovutin, 80 s/min";
"Enhanced Image Quality" = "Parannettu kuvalaatu";
"Enter accounting passcode at device note" = "Huom. Lähetettyäsi työn mene tulostimen ääreen ja anna tämä tunnusluku työn tulostamista varten.  Lisätietoja saat napsauttamalla Ohje-painiketta tässä ikkunassa.";
"Enter at Device" = "Anna laitteen ääressä";
"Enter Now" = "Anna nyt";
"EnterAtDeviceNote" = "Työtä pidetään laitteessa, kunnes oikeat tunnistustiedot annetaan.";
"Env. No. 5 1/2 (4.375 x 5.75\")" = "Kirjek. nro 5 1/2 (4,375 x 5,75\")";
"Env. No. 6 3/4 (3.625 x 6.5\")" = "Kirjek. nro 6 3/4 (3,625 x 6,5\")";
"Envelope" = "Kirjekuori";
"Envelope (120 x 235 mm)" = "Kirjekuori (120 x 235 mm)";
"Envelope (220 x 312 mm)" = "Kirjekuori (220 x 312 mm)";
"Envelope (6 x 9\")" = "Kirjekuori (6 x 9\")";
"Envelope (9 x 12\")" = "Kirjekuori (9 x 12\")";
"Envelope 6x9 (6 x 9\")" = "Kirjekuori (6 x 9\")";
"Envelope A7 (5.25 x 7.25\")" = "Kirjekuori A7 (5,25 x 7,25\")";
"Envelope B5 (176 x 250 mm)" = "Kirjekuori B5 (176 x 250 mm)";
"Envelope C4 (229 x 324 mm)" = "Kirjekuori C4 (229 x 324 mm)";
"Envelope C5 (162 x 229 mm)" = "Kirjekuori C5 (162 x 229 mm)";
"Envelope C6 (114 x 162 mm)" = "Kirjekuori, C6 (114 x 162 mm)";
"Envelope Choukei 3 Gou" = "Kirjekuori Choukei 3 Gou";
"Envelope Choukei 4 Gou" = "Kirjekuori Choukei 4 Gou";
"Envelope DL (110 x 220 mm)" = "Kirjekuori DL (110 x 220 mm)";
"Envelope Monarch (3.875 x 7.5\")" = "Kirjekuori Monarch (3,875 x 7,5\")";
"Envelope Monarch (3.9 x 7.5\")" = "Kirjekuori Monarch (3,9 x 7,5\")";
"Envelope No. 10 (4.12 x 9.5\")" = "Kirjekuori nro 10 (4,12 x 9,5\")";
"Envelope No. 10 (4.125 x 9.5\")" = "Kirjekuori nro 10 (4,125 x 9,5\")";
"Envelope No. 5 1/2 (4.375 x 5.75\")" = "Kirjekuori nro 5 1/2 (4,375 x 5,75\")";
"Envelope No. 6 3/4 (3.625 x 6.5\")" = "Kirjekuori nro 6 3/4 (3,625 x 6,5\")";
"EnvWarningHeader" = "Kirjekuorille tulostuksen optimointi:";
"EnvWarningMessage" = "1. Avaa laitteen takalevy.\n2. Nosta kahta vihreää vipua.\n3. Liu'uta kiinnityslaitteen kummallakin puolella olevat kaksi harmaata kytkintä kirjekuoriasentoon.\n4. Paina vihreät vivut alas ja sulje takalevy.\n5. Tulosta asiakirja.\n6. Kun tulostus on valmis ja haluat taas tulostaa muille paperityypeille, toista edelliset työvaiheet ja palauta harmaat kytkimet normaaliasentoon.";
"Error Messages:" = "Virheviestit:";
"Euroscale" = "Euroscale";
"Euroscale Coated CMYK" = "Euroscale Coated CMYK";
"Euroscale Press" = "Euroscale Press";
"Exceeded Max Recipients Note" = "Faksivastaanottajien enimmäismäärä (%1$d) ylittyy, jos nyt lisätään %2$d vastaanottajaa.  Vain %3$d vastaanottajaa voidaan lisätä.";
"Exceeded Maximum Recipients" = "Vastaanottajien enimmäismäärä on ylittynyt";
"Exception Option" = "Poikkeus";
"Exception Page Label" = "Poikkeus sivulla";
"Exception Page Range Label" = "Poikkeus sivuilla";
"Executive" = "Executive";
"Executive (7.25 x 10.5\")" = "Executive (7,25 x 10,5\")";
"Export" = "Vie";
"Export..." = "Vie...";
"Extended Gamut" = "Laajennettu toistoala";
"Extra Heavy Duty Media Kit" = "Erikoispaksun paperin käsittelypaketti";
"Extra Heavyweight" = "Erittäin paksu";
"Extra Heavyweight (Side 2)" = "Erikoispaksu (takasivu)";
"Extra Heavyweight Cardstock" = "Erikoispaksu kartonki";
"Extra Heavyweight Cardstock Reloaded" = "Erikoispaksu kartonki (takasivu)";
"Extra Heavyweight Gloss" = "Erikoispaksu kiiltävä";
"Extra Heavyweight Gloss Reloaded" = "Erikoispaksu kiiltävä (takasivu)";
"Extra Heavyweight Glossy Cardstock" = "Erikoispaksu kiiltävä kartonki";
"Extra Heavyweight Hole Punched Cardstock" = "Erikoispaksu rei'itetty kartonki";
"Extra Heavyweight Labels" = "Erikoispaksut tarrat";
"Extra Heavyweight Plus" = "Erikoispaksu plus";
"Extra Heavyweight Plus Reloaded" = "Erikoispaksu plus (takasivu)";
"Extra Heavyweight Reloaded" = "Erittäin paksu (takasivu)";
"Extra Thick Card Stock" = "Erikoispaksu kartonki";
"Face" = "Etureuna";
"Face Down" = "Etusivut alaspäin";
"Face Down and Reverse Order" = "Etusivu alaspäin ja käänteinen järjestys";
"Face Down Reverse Order" = "Etusivut alaspäin, käänteinen järjestys";
"Face Up" = "Etusivut ylöspäin";
"Face Up and Reverse Order" = "Etusivut ylöspäin ja käänteinen järjestys";
"Face Up Reverse Order" = "Etusivut ylöspäin, käänteinen järjestys";
"Face-Up" = "Etusivut ylöspäin";
"False" = "Ei";
"Fast Color" = "Nopea väri";
"Fast Reprint" = "Nopea uudelleentulostus";
"Fast Reprint with DRI" = "Nopea uudelleentulostus ja DRI";
"Fax" = "Faksi";
"Fax Friendly" = "Faksimusta";
"Fax Label" = "Faksi";
"Fax Number" = "Faksinumero";
"Fax Number:" = "Faksinumero:";
"Fax Resolution:" = "Lähetystarkkuus:";
"Fax..." = "Faksi...";
"Feed Direction" = "Syöttösuunta";
"Feeder" = "Syöttölaite";
"Film (Synthetic)" = "Muovi (synteettinen)";
"Final Job:" = "Lopullinen työ:";
"Fine" = "Tarkka";
"Finisher" = "Viimeistelylaite";
"Finisher A: Main Stacker" = "Viimeistelylaite A: nippuluovutusalusta";
"Finisher A: Top Tray" = "Viimeistelylaite A: yläalusta";
"Finisher A<3A> Main Stacker" = "Viimeistelylaite A<3A> nippuluovutusalusta";
"Finisher A<3A> Stacker Tray" = "Viimeistelylaite A<3A> nippuluovutusalusta";
"Finisher A<3A> Top Tray" = "Viimeistelylaite A<3A> yläalusta";
"Finisher B: Main Stacker" = "Viimeistelylaite B: nippuluovutusalusta";
"Finisher B: Top Tray" = "Viimeistelylaite B: yläalusta";
"Finisher B<3A> Main Stacker" = "Viimeistelylaite B<3A> nippuluovutusalusta";
"Finisher B<3A> Stacker Tray" = "Viimeistelylaite B<3A> nippuluovutusalusta";
"Finisher B<3A> Top Tray" = "Viimeistelylaite B<3A> yläalusta";
"Finisher C: Main Stacker" = "Viimeistelylaite C: nippuluovutusalusta";
"Finisher C: Top Tray" = "Viimeistelylaite C: yläalusta";
"Finisher C<3A> Main Stacker" = "Viimeistelylaite C<3A> nippuluovutusalusta";
"Finisher C<3A> Stacker Tray" = "Viimeistelylaite C<3A> nippuluovutusalusta";
"Finisher C<3A> Top Tray" = "Viimeistelylaite C<3A> yläalusta";
"Finisher D: Main Stacker" = "Viimeistelylaite D: nippuluovutusalusta";
"Finisher D: Top Tray" = "Viimeistelylaite D: yläalusta";
"Finisher D<3A> Main Stacker" = "Viimeistelylaite D<3A> nippuluovutusalusta";
"Finisher D<3A> Stacker Tray" = "Viimeistelylaite D<3A> nippuluovutusalusta";
"Finisher D<3A> Top Tray" = "Viimeistelylaite D<3A> yläalusta";
"Finisher E: Main Stacker" = "Viimeistelylaite E: nippuluovutusalusta";
"Finisher E: Top Tray" = "Viimeistelylaite E: yläalusta";
"Finisher F: Main Stacker" = "Viimeistelylaite F: nippuluovutusalusta";
"Finisher F: Top Tray" = "Viimeistelylaite F: yläalusta";
"Finisher G: Main Stacker" = "Viimeistelylaite G: nippuluovutusalusta";
"Finisher G: Top Tray" = "Viimeistelylaite G: yläalusta";
"Finisher Output Tray" = "Viimeistelyalusta";
"Finisher Tray" = "Viimeistelyalusta";
"Finisher/Output Tray" = "Viimeistelylaite/luovutusalusta";
"Finishing" = "Viimeistely";
"Finishing:" = "Viimeistely:";
"Flat" = "Sävytön";
"Flood Clear" = "Kirkasta koko sivu";
"Flood White" = "Peitä valkoisella";
"Foggy" = "Sumuinen";
"FOGRA Gloss Coated CMYK" = "FOGRA kiiltäväpintainen CMYK";
"FOGRA Matte Coated CMYK" = "FOGRA mattapintainen CMYK";
"FOGRA Plus CMYK" = "FOGRA Plus CMYK";
"FOGRA Uncoated CMYK" = "FOGRA pinnoittamaton CMYK";
"FOGRA Web Offset CMYK" = "FOGRA Web Offset CMYK";
"Folder" = "Kansio";
"Folder:" = "Kansio:";
"Folding" = "Taitto";
"Folding:" = "Taitto:";
"FoliageGreen" = "Metsänvihreät värit";
"foliage-green colors" = "metsänvihreät värit";
"Force to New Paper Size:" = "Pakota uuteen paperikokoon:";
"Forced (4800 Bps)" = "Pakotettu 4800 bps";
"Fore" = "Etupuoli";
"Form Name:" = "Lomakkeen nimi:";
"Format" = "Muoto";
"Format:" = "Muoto:";
"From Form Page:" = "Lomakesivulta:";
"From Label" = "Lähettäjä";
"From:" = "Mistä:";
"Front" = "Etu";
"Front and Back<3A> Different" = "Etu ja taka<3A> eri";
"Front and Back<3A> Same" = "Etu ja taka<3A> sama";
"Front Cover Paper Label" = "Etukannen paperi:";
"Front Cover Value" = "Etukansi";
"Front Only" = "Vain etu";
"Front Rotation:" = "Etupyöritys:";
"FrontBack" = "Etu ja taka";
"FrontOnly" = "Vain etu";
"FTM (Finishing Transport Module)" = "FTM (viimeistelylaitteen kuljetinosa)";
"FTM-S (FTM With Stacker)" = "FTM-S (FTM, jossa nippuluovutusalusta)";
"FTM-S + FTM-S" = "FTM-S + FTM-S";
"Full" = "Täysi";
"Full Bleed" = "Kaikki reunat";
"Full Cut Tab" = "Leveät hakulehdet";
"Full Cut Tab-Embossed" = "Leveät hakulehdet – Kohokuvioitu";
"Full Page Flood" = "Koko sivun täyttö";
"G3 (14.4 Kbps)" = "G3 (14,4 kb/s)";
"G3 (Automatic)" = "G3 (autom.)";
"G3 (Fixed International)" = "G3 (kiinteä kansainvälinen)";
"G3 (Fixed)" = "G3 (kiinteä)";
"G3 (International)" = "G3 (kansainvälinen)";
"Gather" = "Kerää";
"GBC AdvancedPunch" = "GBC-rei'ityslaite";
"GBC AdvancedPunch Pro - ANSI" = "GBC AdvancedPunch Pro - ANSI";
"GBC AdvancedPunch Pro - ISO" = "GBC AdvancedPunch Pro - ISO";
"GBC AdvancedPunch Unit" = "GBC AdvancedPunch -rei'itin";
"General Account" = "Yleistili";
"Global Integrated Office Finisher" = "Global Integrated Office -viimeistelylaite";
"Global Setting" = "Yleisasetus ";
"Gloss" = "Kiiltävä";
"Gloss Coating" = "Kiiltävä";
"Gloss Coating Reloaded" = "Kiiltävä (takasivu)";
"Gloss Level" = "Kiiltävyystaso";
"Gloss Level:" = "Kiiltävyyden taso:";
"Gloss Reloaded" = "Kiiltävä (takasivu)";
"Glossy" = "Kiiltävä";
"Glossy Cardstock" = "Kiiltävä kartonki";
"Glossy Cardstock Reloaded" = "Kiiltävä kartonki (takasivu)";
"Glossy Paper" = "Kiiltävä paperi";
"Glossy Reloaded" = "Kiiltävä (takasivu)";
"Gold" = "Kulta";
"Goldenrod" = "Kullankeltainen";
"GRACol" = "GRACol";
"GRACoL 2006 Coated1v2 CMYK" = "GRACoL 2006 Coated1v2 CMYK";
"Grain" = "Kuitusuunta";
"Grain Long" = "Kuitusuunta pitkä";
"Grain Short" = "Kuitusuunta lyhyt";
"Grain:" = "Kuitusuunta:";
"Graphic Object Rendering" = "Grafiikkaobjektien hahmonnus";
"gray" = "harmaa";
"Gray" = "Harmaa";
"Gray Color" = "Harmaa";
"Gray Color Space" = "Harmaa väriavaruus";
"gray colors" = "harmaat värit";
"GrayImages" = "Harmaasävykuvat:";
"Grayscale" = "Harmaasävyt";
"GrayTextGraphics" = "Harmaasävyteksti ja -grafiikka:";
"green" = "vihreä";
"Green" = "Vihreä";
"green colors" = "vihreät värit";
"Group Account" = "Ryhmätili";
"Gutter Range" = "(%1$@-%2$@ pistettä)";
"Gutter:" = "Sisäreunukset:";
"Halftone Screen:" = "Rasteri:";
"Halftones:" = "Rasterit:";
"Hard Drive" = "Kiintolevy";
"hazy" = "utuinen";
"Hazy" = "Utuinen";
"HCS (High Capacity Stacker)" = "Pinoluovutin (HCS)";
"HCS (High Capacity Stacker) + DFA" = "Pinoluovutin + DFA";
"HCS + Advanced Finisher" = "Pinoluovutin + Advanced-viimeistelylaite";
"HCS + Booklet Maker Finisher" = "Pinoluovutin + vihko-viimeistelylaite";
"HCS + DFA" = "HCS + DFA";
"HCS + HCS" = "HCS + HCS";
"HCS + HCS + Booklet Maker Finisher" = "Pinoluovutin + pinoluovutin + vihko-viimeistelylaite";
"HCS + HCS + DFA" = "HCS + HCS + DFA";
"HCS + HCS + Light Production C Finisher" = "Pinoluovutin + pinoluovutin + Light Production C -viimeistelylaite";
"HCS + HCS + PR Booklet Maker Finisher" = "HCS + HCS + PR-vihkoviimeistelylaite";
"HCS + HCS + PR Finisher" = "HCS + HCS + PR-viimeistelylaite";
"HCS + HCS + PR Finisher Plus" = "HCS + HCS + PR-viimeistelylaite Plus";
"HCS + HCS + Standard Finisher" = "Pinoluovutin + pinoluovutin + tavallinen viimeistelylaite";
"HCS + HCS + Standard Finisher Plus" = "Pinoluovutin + pinoluovutin + tavallinen viimeistelylaite Plus";
"HCS + Light Production C Finisher" = "Pinoluovutin + Light Production C -viimeistelylaite";
"HCS + PR Booklet Maker Finisher" = "HCS + PR-vihkoviimeistelylaite";
"HCS + PR Finisher" = "HCS + PR-viimeistelylaite";
"HCS + PR Finisher Plus" = "HCS + PR-viimeistelylaite Plus";
"HCS + Professional Finisher" = "Pinoluovutin + Professional-viimeistelylaite";
"HCS + Standard Finisher" = "Pinoluovutin + tavallinen viimeistelylaite";
"HCS + Standard Finisher Plus" = "Pinoluovutin + tavallinen viimeistelylaite Plus";
"Heavy" = "Tumma";
"Heavy (106-200 gsm)" = "Paksu (106 - 200 g/m2)";
"Heavy Plain Paper" = "Paksu tavallinen paperi";
"Heavyweight" = "Paksu";
"Heavyweight (Side 2)" = "Paksu (takasivu)";
"Heavyweight Bond" = "Paksu Bond";
"Heavyweight Cardstock" = "Paksu kartonki";
"Heavyweight Cardstock Reloaded" = "Paksu kartonki (takasivu)";
"Heavyweight Gloss" = "Paksu kiiltävä";
"Heavyweight Gloss Coating" = "Paksu kiiltävä";
"Heavyweight Gloss Coating Reloaded" = "Paksu kiiltävä (takasivu)";
"Heavyweight Gloss Reloaded" = "Paksu kiiltävä (takasivu)";
"Heavyweight Glossy" = "Paksu kiiltävä";
"Heavyweight Glossy Cardstock" = "Paksu kiiltävä kartonki";
"Heavyweight Glossy Cardstock Reloaded" = "Paksu kiiltävä kartonki (takasivu)";
"Heavyweight Glossy(Side 2)" = "Paksu kiiltävä (takasivu)";
"Heavyweight Hole Punched Cardstock" = "Paksu rei'itetty kartonki";
"Heavyweight Labels" = "Paksut tarrat";
"Heavyweight Pre-Printed" = "Paksu esipainettu";
"Heavyweight Reloaded" = "Paksu (takasivu)";
"Height" = "Pituus";
"Height:" = "Pituus:";
"High" = "Korkea";
"High Capacity Feeder" = "Iso paperialusta";
"High Capacity Feeder (2 Trays)" = "Iso lisäalustaosa (2 alustaa)";
"High Capacity Stacker" = "Pinoluovutin";
"High Capacity Tandem Trays" = "Iso tandemalusta";
"High Gloss" = "Täyskiiltävä";
"High Quality" = "Korkea laatu";
"High Resolution" = "Tarkka";
"High Speed" = "Nopea";
"High Volume Finisher" = "Iso viimeistelylaite";
"High Volume Finisher With Booklet Maker" = "Viimeistelylaite, jossa vihkolaite";
"High-Gloss" = "Täyskiiltävä";
"Hold Job" = "Pidätetty työ";
"Hole Punch" = "Rei'itys";
"Hole Punch Module" = "Rei'itysmoduuli";
"Hole Punch Unit" = "Rei'itin";
"Hole Punched" = "Rei'itetty";
"Hole Punched Cardstock" = "Rei'itetty kartonki";
"Hole Punched Paper" = "Rei'itetty paperi";
"Hole Punched Paper:" = "Rei'itetty paperi:";
"Hole Punching" = "Rei'itys";
"Hole Punching:" = "Rei'itys:";
"Holepunch Warning" = "Rei'itetyn reunuksen alueella oleva kuva häivytetään automaattisesti.";
"Horizontal Offset" = "Vaaka:";
"How Much Change?" = "Miten paljon muutetaan?";
"Ignore mismatch and print on loaded paper type" = "Ohita ristiriita ja tulosta koneessa olevalle paperityypille";
"Ignore Type mismatch and print on loaded paper" = "Ohita tyyppiristiriita ja tulosta koneessa olevalle paperille";
"Image Enhancement" = "Kuvanparannus";
"Image Enhancement:" = "Kuvanparannus:";
"Image Object Rendering" = "Kuvaobjektien hahmonnus";
"Image Options" = "Kuvan asetukset";
"Image Quality" = "Kuvalaatu";
"Image Shift" = "Kuvansiirto";
"Image Shift:" = "Kuvansiirto:";
"Images Profile" = "Kuvaprofiili";
"Images:" = "Kuvat:";
"ImageShift Options:" = "Kuvansiirto:";
"Import" = "Tuo";
"Import..." = "Tuo...";
"in." = "\"";
"Inches" = "Tuumat";
"Incomplete Color Change Note1" = "Et ole lopettanut värimuutosten kuvausta.  Haluatko tehdä värimuutokset loppuun?  Jatka muutosten kuvausta osoittamalla Kyllä. Osoita Ei, jos haluat jatkaa ilman muutoksia.";
"Incomplete Color Change Note2" = "Huom. Vihreän nuolen valitseminen lisää kuvauksesi luetteloon ja päättää muutoksesi.";
"Incomplete Color Changes" = "Värimuutosten kuvaus vajaa";
"Independent" = "Eri kuin etu";
"Index Card (3 x 5\")" = "Kortti (3 x 5\")";
"Index Card Stock" = "Kortistokartonki";
"Input Slot" = "Syöttöaukko";
"Input Trays" = "Paperialustat";
"Insert After Page Label" = "Sivujen perään";
"Insert Before Page 1 Label" = "Sivun 1 eteen";
"Insert Option" = "Lisälehti";
"Insert Options:" = "Lisälehtiasetukset:";
"Inserter Module" = "Inserter-osisto";
"Installed" = "Asennettu";
"Integrated Office Finisher" = "Integroitu Office-viimeistelylaite";
"Invalid EMail Address" = "Sähköpostiosoite ei kelpaa";
"Invalid EMail Alert" = "Sähköpostiosoite \"%1$@\" ei näytä olevan kelvollinen osoite.\n\nHaluatko silti käyttää tätä sähköpostiosoitetta?";
"Invalid Fixed Length Secure Print Passcode Alert" = "Työn suojausta varten on annettava %1$@-numeroinen tunnus ja sitten vahvistettava tunnus antamalla se uudelleen.";
"Invalid Passcode Title" = "Väärä tunnus";
"Invalid Variable Length Secure Print Passcode Alert" = "Työn suojausta varten on annettava %1$@–%2$@-numeroinen tunnus ja sitten vahvistettava tunnus antamalla se uudelleen.";
"InvalidAccountingPasscodeAlert" = "Tunnusluvun tulee olla vähintään 4-numeroinen. Kenttä voidaan jättää tyhjäksi, jos tunnuslukua ei tarvita.";
"ISO Coated" = "ISO Coated";
"ISO Coated v2 (ECI)" = "ISO Coated v2 (ECI)";
"ISO Uncoated" = "ISO Uncoated";
"Ivory" = "Kermanvaalea";
"Japan Color" = "Japan Color";
"Japan Color 2001 (Type1<3A>Art) CMYK" = "Japan Color 2001 (Type1<3A>Art) CMYK";
"Japan Color 2001 (Type2<3A>Matte) CMYK" = "Japan Color 2001 (Type2<3A>Matte) CMYK";
"Japan Color 2001 (Type3<3A>Coated) CMYK" = "Japan Color 2001 (Type3<3A>Coated) CMYK";
"Japan Color 2001 (Type4<3A>Uncoated) CMYK" = "Japan Color 2001 (Type4<3A>Uncoated) CMYK";
"Japan Color 2001 Plus CMYK" = "Japan Color 2001 Plus CMYK";
"JIS B4 (257 x 364 mm)" = "JIS B4 (257 x 364 mm)";
"JIS B5 (182 x 257 mm)" = "JIS B5 (182 x 257 mm)";
"JIS B6 (128 x 182 mm)" = "JIS B6 (128 x 182 mm)";
"Job Identification:" = "Työn tunniste:";
"Job Name:" = "Työn nimi:";
"Job Notes" = "Huomautuksia";
"Job Offset:" = "Töiden limitys:";
"Job Settings Label" = "Työn asetukset:";
"Job Storage" = "Töiden tallennus";
"Job Storage Module" = "Töiden tallennusmoduuli";
"Job Type" = "Työn tyyppi";
"Job Type:" = "Työn tyyppi:";
"K100% High Resolution" = "K100 % - suuritarkkuuksinen";
"Kakugata 2 Envelope (240 x 332 mm)" = "Kirjekuori Kakugata 2 (240 x 332 mm)";
"L10N_No" = "Ei";
"L10N_Yes" = "Kyllä";
"Labels" = "Tarrat";
"LAN Fax" = "LAN-faksi";
"LAN Fax Email Confirmation" = "LAN-faksin sähköpostivahvistus";
"LAN Fax Module" = "LAN-faksi";
"LAN Fax Passcode:" = "LAN-faksin tunnusluku:";
"Landscape Bottom" = "Vaaka - Ala";
"Landscape Top" = "Vaaka - Ylä";
"Large" = "Suuri";
"Layers:" = "Kerrokset:";
"LCD Display" = "LCD-näyttö";
"Left" = "Vasen";
"Left Bind" = "Vasen sidonta";
"Left Side Output Tray" = "Vasen sivualusta";
"Left To Right" = "Vasemmalta oikealle";
"Left Top Tray" = "Vasen yläalusta";
"Left Tray" = "Vasen alusta";
"Legal (8.5 x 14\")" = "Legal (8,5 x 14\")";
"Less" = "Vähemmän";
"Letter (8.5 x 11\")" = "Letter (8,5 x 11\")";
"Letter Tab (9 x 11\")" = "9 x 11\"";
"Letterhead" = "Kirjelomake";
"light" = "vaalea";
"Light" = "Vaalea";
"Light Plain Paper" = "Ohut tavallinen paperi";
"Light Production C Finisher" = "Light Production C -viimeistelylaite";
"Light Production Finisher" = "Light Production -viimeistelylaite";
"Light Production Finisher with C- Z- Fold" = "Light Production -viimeistelylaite, jossa C-Z-taitto";
"LightChange" = "Vaalea %1$@";
"Lighten/Darken" = "Tummuus";
"Lightness" = "Tummuus";
"Lightness:" = "Vaaleus:";
"Lightweight" = "Ohut";
"Lightweight Cardstock" = "Ohut kartonki";
"Lightweight Cardstock Reloaded" = "Ohut kartonki (takasivu)";
"Lightweight Glossy Cardstock" = "Ohut kiiltävä kartonki";
"Lightweight Glossy Cardstock Reloaded" = "Ohut kiiltävä kartonki (takasivu)";
"Lightweight Hole Punched Cardstock" = "Ohut rei'itetty kartonki";
"Lightweight Pre-Printed" = "Ohut esipainettu";
"Loading Failed Message" = "Tulostimeen ei juuri nyt saada yhteyttä.  Tulostimen paperiluetteloa ei voi ladata.";
"Loading Failed Title" = "Lataus epäonnistui";
"Local Accounting" = "Paikallinen tilikirjaus";
"Long" = "Pitkä";
"Long Edge Feed" = "Syöttö pitkä reuna edellä";
"Long Edge Feed (Normal)" = "Syöttö pitkä reuna edellä (normaali)";
"Low" = "Vähissä";
"magenta" = "magenta";
"Magenta" = "Magenta";
"magenta colors" = "magentat värit";
"Magenta-Green" = "Magenta-vihreä";
"Magenta-Green:" = "Magenta-vihreä:";
"MagentaLevel" = "Magenta";
"Mailbox" = "Postilokero";
"Mailbox Number" = "Postilokeron numero";
"Mailbox:" = "Postilokero:";
"Main Tray" = "Pääalusta";
"MakeAllColors" = "Muuta %1$@";
"MakeColors" = "Muuta %1$@";
"MakeModifiedAllColors" = "Muuta %1$@ %2$@";
"MakeModifiedColors" = "Muuta %1$@ %2$@";
"Manage..." = "Hallinta...";
"Manual" = "Manuaalinen";
"Manual Feed (Tray 1)" = "Käsinsyöttö (alusta 1)";
"Manual Feed Tray 1 (MPT)" = "Käsinsyöttöalusta 1 (MPT)";
"Manually Configure Black" = "Määritä musta käsin";
"Mask Account ID (****)" = "Piilota tilitunnus (****)";
"Mask User ID (****)" = "Piilota käyttäjätunnus (****)";
"Matte" = "Matta";
"Max" = "Maksimi";
"Maximum" = "Maksimi";
"Maximum Inserts Limit Error" = "Olet saavuttanut erikoissivujen määrälle asetetun rajan";
"Medium" = "Keskitumma";
"Medium (85-105 gsm)" = "Keskipaksu (85 - 105 g/m2)";
"MediumChange" = "Keskitumma %1$@";
"Millimeters" = "Millimetrit";
"Minimum" = "Minimi";
"Mirror Both" = "X ja Y: peili";
"Mirror Image:" = "Peilikuva:";
"Mirror Output:" = "Peilikuva:";
"Mirror X" = "X: peili";
"Mirror X, Tandem Y" = "X: peili, Y: sama suunta";
"Mirror Y" = "Y: peili";
"Mirror Y, Tandem X" = "Y: peili, X: sama suunta";
"Mirrored Image:" = "Peilikuva:";
"Mirrored Output:" = "Peilikuva:";
"mm" = "mm";
"moderately less" = "kohtuullisesti vähemmän";
"moderately more" = "kohtuullisesti enemmän";
"Monarch Envelope (3.9 x 7.5\")" = "Kirjekuori, Monarch (3.9 x 7.5\")";
"Monochrome Graphics" = "Mustavalkografiikka";
"Monochrome Images" = "Mustavalkokuvat";
"More" = "Enemmän";
"More Adjustments" = "Lisää säätöjä";
"More Adjustments Title" = "Lisää säätöjä";
"More Adjustments..." = "Lisää säätöjä...";
"More Status..." = "Lisää tilatietoja...";
"MoreAdjustments" = "Lisää säätöjä";
"MoveDown" = "Siirrä alas";
"MoveUp" = "Siirrä ylös";
"Multi Page TIFF" = "Monisivuinen TIFF";
"Multifunction Finisher Pro Plus" = "Professional Plus -viimeistelylaite";
"Multifunction Finisher Professional" = "Professional-viimeistelylaite";
"Multifunction Finisher Professional Plus" = "Professional Plus -viimeistelylaite";
"Multiple" = "Monta";
"Multiple Finishing" = "Moniviimeistely";
"Multiple Finishing..." = "Moniviimeistely...";
"Multiple Staples" = "Monta nitomanastaa";
"Multi-Staple" = "Useampi nitomanasta";
"My Paper List" = "Oma paperiluettelo";
"Name" = "Nimi";
"Name(Required):" = "Nimi (vaaditaan):";
"Name:" = "Nimi:";
"Named Paper" = "Nimetty paperi";
"Named Paper..." = "Nimetty paperi...";
"Native" = "Alkuperäinen";
"NearEmpty" = "Lähes tyhjä";
"Negative Image" = "Negatiivikuva";
"Negative Image:" = "Negatiivikuva:";
"Negative Output" = "Negatiivikuva";
"Negative Output:" = "Negatiivikuva:";
"Never Apply Embedded Profiles" = "Älä koskaan käytä sisäisiä profiileja";
"New Named Paper" = "Uusi nimetty paperi";
"New Watermark" = "Uusi...";
"Next" = "Seuraava";
"No" = "Ei";
"No Back Cover" = "Ei takakantta";
"No Banner Page" = "Ei erotinsivua";
"No Banner Pages" = "Ei erotinsivuja";
"No Booklet Finishing" = "Ei vihkoviimeistelyä";
"No Booklet Folding" = "Ei vihkotaittoa";
"No Covers" = "Ei kansia";
"No Extra Trays" = "Ei lisäalustoja";
"No Finisher" = "Ei viimeistelylaitetta";
"No Finishing" = "Ei viimeistelyä";
"No Folding" = "Ei taittoa";
"No Hole Punch" = "Ei rei'itystä";
"No Hole Punching" = "Ei rei'itystä";
"No Offset" = "Ei limitystä";
"No Separators" = "Ei väliarkkeja";
"No Staple" = "Ei nidontaa";
"No Stapling" = "Ei nidontaa";
"No Trimming" = "Ei leikkausta";
"No Watermark" = "Ei";
"No. 10 Envelope (4.1 x 9.5\")" = "Kirjekuori nro 10 (4,1 x 9,5\")";
"No. 9 Envelope (3.9 x 8.9\")" = "Kirjekuori nro 9 (3,9 x 8,9\")";
"NoCovers" = "Ei kansia";
"None" = "Ei";
"Normal" = "Normaali";
"Normal (52-84 gsm)" = "Normaali (52 - 84 g/m2)";
"Normal Print" = "Normaali tulostus";
"Not Full" = "Ei ihan täysi";
"Not Graphics(Only Images, Text)" = "Ei grafiikkaa (vain kuvat, teksti)";
"Not Images(Only Text, Graphics)" = "Ei kuvia (vain teksti, grafiikka)";
"Not Installed" = "Ei asennettu";
"Not Text(Only Images, Graphics)" = "Ei tekstiä (vain kuvat, grafiikka)";
"Note: When staple is selected, then each subset is stapled." = "Huom. Kun valitaan nidonta, jokainen osa nidotaan.";
"Notes Label" = "Viesti";
"Notify me when job has completed" = "Ilmoita työn valmistumisesta";
"Notify me when job has completed or failed" = "Ilmoita työn valmistumisesta tai epäonnistumisesta";
"Notify me when job has failed" = "Ilmoita työn epäonnistumisesta";
"Number in Sequence:" = "Hakulehtiä sarjassa:";
"Number of Pads:" = "Lehtiöiden määrä:";
"Number of Pages:" = "Sivujen määrä:";
"Number of Passes:" = "Ajokertojen määrä:";
"Number of Sheets:" = "Arkkien määrä:";
"Object Based Clear:" = "Objektikohtainen kirkastus:";
"OCT (Offset Catch Tray)" = "Limittävä luovutusalusta";
"Off" = "Ei";
"Office Color" = "Office-väri";
"Office Finisher" = "Office-viimeistelylaite";
"Office Finisher LX" = "Office-viimeistelylaite LX";
"Office Finisher LX with Booklet Maker" = "Vihkolaitteella varustettu Office-viimeistelylaite LX";
"Office Finisher with Booklet Maker" = "Office-viimeistelylaite ja vihkolaite";
"Offset Catch Tray" = "Limittävä luovutusalusta";
"Offset Each Set" = "Sarjojen limitys";
"Offset/Subset" = "Limitys/osa";
"Offset/Subset..." = "Limitys/osat...";
"Offset:" = "Limitys: ";
"Offsetting Catch Tray" = "Limittävä luovutusalusta";
"Oficio (216 x 343 mm)" = "Oficio (216 x 343 mm)";
"OficioSEF" = "Oficio (216 x 343 mm) (vaaka)";
"OK" = "OK";
"On" = "Kyllä";
"Once" = "Kerran";
"Once, Then Repeat" = "Kerran, sitten toista";
"One Extra Tray" = "Yksi lisäalusta";
"One Sided" = "Yksipuolinen";
"Only Graphics" = "Vain grafiikka";
"Only Images" = "Vain kuvat";
"Only Prompt for Color" = "Näytä vain värikehote";
"Only Prompt For Color and Fax" = "Näytä vain väri- ja faksikehote";
"Only Prompt for Fax" = "Näytä vain faksikehote";
"Only Text" = "Vain teksti";
"Open Envelope (178 x 254 mm)" = "Näytepussi (178 x 254 mm)";
"Open Envelope (6 x 9\")" = "Näytepussi (6 x 9\")";
"Open Envelope (7 x 10\")" = "Näytepussi (7 x 10\")";
"OPI Prescan:" = "OPI-esiskannaus:";
"OPI Substitution:" = "OPI-korvaus:";
"Optimal" = "Optimaalinen";
"Optimize for Economy" = "Optimoi värinsäästö";
"Optimize for Speed" = "Optimoi nopeus";
"Optional Booklet Module" = "Vihkolaite";
"Optional Duplex Unit" = "Dupleksilaite (valinnainen)";
"Optional Hard Drive" = "Kiintolevy (valinnainen)";
"Optional RAM Disk" = "Valinnainen RAM-levy";
"Optional Secure Digital Card" = "Valinnainen Secure Digital -kortti";
"Options" = "Asetukset";
"Options:" = "Asetukset:";
"orange" = "oranssi";
"Orange" = "Oranssi";
"orange colors" = "oranssit värit";
"Order Supplies" = "Tilaa tarvikkeita";
"Organization" = "Yritys";
"Organization:" = "Yritys:";
"Other" = "Muu";
"Other Color" = "Muu väri";
"Other Size" = "Muu koko";
"Other Type" = "Muu tyyppi";
"Other Weight" = "Muu paino";
"OtherType" = "Muu tyyppi";
"Output Color" = "Tulostusväri";
"Output Color:" = "Tulostusväri:";
"Output Destination" = "Luovutuspaikka";
"Output Destination:" = "Luovutuspaikka:";
"Output Options" = "Tulostusasetukset";
"Output Options:" = "Tulostusasetukset:";
"Output Tray" = "Luovutusalusta";
"Oversized High Capacity Feeder" = "Suurkokopaperin syöttölaite";
"Oversized High Capacity Feeder (2 Trays)" = "Suurkokopaperin syöttölaite (2 alustaa)";
"Oversized Tabloid (12 x 18\")" = "Leveä Tabloid (12 x 18\")";
"Pads" = "Lehtiöt";
"Pads Copies Alert Message" = "Kopiomääräksi on asetettava sovelluksen tulostusikkunassa";
"Pads Enabled" = "Lehtiöt otettu käyttöön";
"Pads..." = "Lehtiöt...";
"Pads:" = "Lehtiöt:";
"Page(s) Note" = "Huom. Määritä sivunumerot ja/tai sivualueet pilkulla erotettuina.  Esimerkiksi 1,3,5-12";
"Page(s) Title" = "Sivut";
"Page(s):" = "Sivut:";
"Pages Per Subset" = "Sivuja osassa";
"Pages Per Subset:" = "Sivuja osassa:";
"Pages to Print" = "Tulostettavat sivut";
"Pages to Print (Expert)" = "Tulostettavat sivut (Expert)";
"Pages to Print Note" = "Huom. Käytä tätä asetusta sovelluksen asetuksen asemesta varmistaaksesi, että erikoissivut viittaavat oikeisiin sivuihin asiakirjassa.";
"Pages to Print:" = "Tulostettavat sivut:";
"Paper Color" = "Paperin väri";
"Paper Color:" = "Paperin väri:";
"Paper Compensation:" = "Paperin kompensointi:";
"Paper Mismatch Policy" = "Käytäntö ristiriitatilanteessa";
"Paper Name:" = "Paperin nimi:";
"Paper Output" = "Paperi ja tulostus";
"Paper Size:" = "Paperikoko:";
"Paper Size: " = "Paperikoko: ";
"Paper Tray" = "Paperialusta";
"Paper Trays" = "Paperialustat";
"Paper Type" = "Paperin tyyppi";
"Paper Type:" = "Paperin tyyppi:";
"Paper Weight" = "Paperin paino";
"Paper Weight (gsm):" = "Paperin paino (g/m2):";
"Paper Weight:" = "Paperin paino:";
"Paper/Output" = "Paperi ja tulostus";
"Paper:" = "Paperi:";
"Passcode Title" = "Tunnusluku";
"Passcode..." = "Tunnusluku...";
"Passcode:" = "Tunnusluku:";
"PDF" = "PDF";
"Perceptual" = "Havainnollinen";
"Perfect Binding" = "Liimasidonta";
"Perfect Binding..." = "Liimasidonta...";
"PerfectBinderInserterTray" = "Liimasidontalaitteen liitearkkialusta";
"Personal and Shared Saved Jobs" = "Tallennetut henkilökohtaiset ja jaetut työt";
"Personal Job" = "Henkilökohtainen työ:";
"Personal Print" = "Henkilökohtainen tulostus";
"Personal Saved Jobs" = "Henkilökohtaiset tallennetut työt";
"PhaserSMART Technical Support" = "PhaserSMART Tekninen tuki";
"PhaserSMART Technical Support Note" = "Muodostaa järjestelmän kautta yhteyden PhaserSMART-ohjelmaan ongelmien selvittämistä varten. (Vain englanniksi)";
"Phone Label" = "Puhelin";
"Photo" = "Valokuva";
"Photo Mode" = "Valokuvatila";
"Picture Watermark" = "Kuva";
"pink" = "vaaleanpunainen";
"Pink" = "Vaaleanpunainen";
"pink colors" = "vaaleanpunaiset värit";
"Plain" = "Tavallinen";
"Plain Paper" = "Tavallinen paperi";
"Plain Reloaded" = "Tavallinen (takasivu)";
"Portrait Left" = "Pysty - Vasen";
"Portrait Right" = "Pysty - Oikea";
"Position Shift" = "Sijainnin muutos";
"Post Card (3.5 x 5.5\")" = "Postikortti (3,5 x 5,5\")";
"Post Card (4 x 6\")" = "Postikortti (4 x 6\")";
"Post Card (6 x 9\")" = "Postikortti (6 x 9\")";
"Post Process Inserter" = "Liitearkkialusta";
"Post Process Inserter (Tray 6)" = "Liitearkkialusta (alusta 6)";
"Post Process Inserter (Tray 7)" = "Liitearkkialusta (alusta 7)";
"Post Process Inserter (Tray 8)" = "Liitearkkialusta (alusta 8)";
"Postcard" = "Postikortti";
"Postcard (100 x 148 mm)" = "Postikortti (100 x 148 mm)";
"Postcard (148 x 200 mm)" = "Postikortti (148 x 200 mm)";
"Postcard (4 x 6\")" = "Postikortti (4 x 6\")";
"Postcard (4.25 x 5.5\")" = "Postikortti (4,25 x 5,5\")";
"PPI(Post Process Inserter)" = "Liitearkkialusta";
"PR Booklet Maker Finisher" = "PR-vihkoviimeistelylaite";
"PR Finisher" = "PR-viimeistelylaite";
"PR Finisher Plus" = "PR-viimeistelylaite Plus";
"Pre-Cut Tab" = "Hakulehdet";
"Pre-Cut Tab Cardstock" = "Hakulehtikartonki";
"Pre-Cut Tab Title" = "Hakulehdet";
"Pre-Cut Tab-Embossed" = "Hakulehdet – Kohokuvioitu";
"Pre-Cut Tabs" = "Hakulehdet";
"Pre-Cut Tabs Extra Heavyweight Cardstock" = "Erikoispaksu hakulehtikartonki";
"Pre-Cut Tabs Heavyweight Cardstock" = "Paksu hakulehtikartonki";
"Preprinted" = "Esipainettu";
"Pre-printed" = "Esipainettu";
"Pre-Printed" = "Esipainettu";
"Pre-Printed Cardstock" = "Esipainettu kartonki";
"Pre-Printed Heavyweight Cardstock" = "[MT]Pre-Printed Heavyweight Cardstock";
"Prepunched" = "Rei'itetty";
"Pre-punched" = "Rei'itetty";
"Press Match" = "Press Match";
"Preview" = "Esikatselu";
"Previous" = "Edellinen";
"Print a Confirmation Sheet" = "Tulosta vahvistussivu";
"Print a Cover Sheet" = "Tulosta saate";
"Print and Save<3A>" = "Tulosta ja tallenna<3A>";
"Print As Grayscale" = "Tulosta harmaasävyinä";
"Print Both" = "Tulosta molemmat";
"Print Engine" = "Tulostuskoneisto";
"Print ID in Margins - All Pages" = "Tulosta tunniste reunuksiin - kaikille sivuille";
"Print ID in Margins - First Page Only" = "Tulosta tunniste reunuksiin - vain ensimmäiselle sivulle";
"Print ID on a Banner Page" = "Tulosta tunniste erotinsivulle";
"Print ID on a Banner Sheet" = "Tulosta tunniste erotinsivulle";
"Print in Background" = "Tulosta taustalle";
"Print in Foreground" = "Tulosta etualalle";
"Print Inside" = "Kuva sisäpuolelle";
"Print Job ID in Margins - All Pages" = "Tulosta tunniste reunuksiin - kaikille sivuille";
"Print Job ID in Margins - First Page Only" = "Tulosta tunniste reunuksiin - vain ensimmäiselle sivulle";
"Print on All Pages" = "Tulosta kaikille sivuille";
"Print on Both Sides" = "Tulostus molemmille puolille";
"Print on Page 1 Only" = "Tulosta vain 1. sivulle";
"Print on Side 1" = "Tulostus etusivulle";
"Print on Side 2" = "Tulostus takasivulle";
"Print Optimization:" = "Tulostuksen optimointi:";
"Print Outside" = "Kuva ulkopuolelle";
"Print Quality" = "Tulostuslaatu";
"Print Quality:" = "Tulostuslaatu:";
"Print Settings on Page" = "Tulosta asetukset sivulle";
"Print With Passcode Note 1" = "Huom. Jos haluat näyttöön tallennetut henkilökohtaiset työsi, anna tunnusluku, jota käytit töiden tallennuksen yhteydessä.";
"Print With Title" = "Tulosta yhdessä";
"Print With..." = "Tulosta yhdessä...";
"Printed" = "Tulostettava";
"Printed Covers" = "Tulostettavat kannet";
"Printed Option" = "Tulostettava";
"Printed Separators" = "Välikopiot";
"Printer Default" = "Tulostimen oletus";
"Printer Default Color" = "Tulostimen oletusväri";
"Printer Default Type" = "Tulostimen oletustyyppi";
"Printer Emulation:" = "Tulostinemulointi:";
"Printer Model" = "Tulostimen malli";
"Printer Paper List" = "Tulostimen paperiluettelo";
"Printing Optimization:" = "Tulostuksen optimointi:";
"Printing Scout Job Notification:" = "PrintingScoutin työilmoitus:";
"Private:" = "Yksityinen:";
"Production Finisher" = "Production-viimeistelylaite";
"Productivity Pack" = "Tuottavuuspaketti";
"Professional Finisher" = "Professional-viimeistelylaite";
"Professional Office Finisher" = "Professional Office -viimeistelylaite";
"Profile Name:" = "Profiilin nimi:";
"Prompt me at the printer to load the correct paper size" = "Näytä viesti tarvittavasta paperikoosta koneen näytössä";
"Prompt me at the printer to load the correct paper type" = "Näytä viesti tarvittavasta paperityypistä koneen näytössä";
"Prompt me when" = "Pyydä vahvistusta, kun";
"Proof Print" = "Vedostulostus";
"Proof Print Select Alert" = "Tässä ikkunassa asetettu työn tyyppi %1$@ muuttaa työn tyyppiä niin, että %2$@ korvaa Suojatun tulostuksen.  Vaihda työn tyypiksi %3$@ napsauttamalla OK.";
"Proof Print..." = "Vedostulostus...";
"PSK + PSK" = "PSK + PSK";
"PSK + PSK + PSK" = "PSK + PSK + PSK";
"PSK + PSK + PSK + PSK" = "PSK + PSK + PSK + PSK";
"PSK(Production Stacker)" = "PSK (tuotantonippuluovutin)";
"Public<3A>" = "Julkinen<3A>";
"Punch Location" = "Rei'itys";
"Punched" = "Rei'itetty";
"Pure" = "Aito";
"Pure Black" = "Puhdas musta";
"purple" = "violetti";
"Purple" = "Violetti";
"purple colors" = "violetit värit";
"Quantity Label" = "Määrä:";
"Quantity:" = "Määrä:";
"RAM Disk" = "RAM-levy";
"RBG to Black for Text/Graphics" = "RGB mustaksi (teksti ja grafiikka)";
"Recipient Information:" = "Vastaanottajan tiedot:";
"Recipient Name:" = "Vastaanottaja:";
"Recipients" = "Vastaanottajat";
"Recycled" = "Uusio";
"red" = "punainen";
"Red" = "Punainen";
"red colors" = "punaiset värit";
"Register System" = "Rekisteröi järjestelmä";
"Register System Note" = "Järjestelmän online-rekisteröinti.";
"Regular" = "Tavallinen";
"Relative Colorimetric" = "Suhteellinen värijärjestelmä";
"Remove" = "Poista";
"Remove Multiple Recipients" = "Haluatko varmasti poistaa valitut %1$@ vastaanottajaa?";
"Remove Recipient Note" = "Haluatko varmasti poistaa tämän vastaanottajan?";
"Remove Recipient?" = "Poistetaanko vastaanottaja?";
"Removing a Recipient" = "Poistetaan vastaanottaja";
"Replace" = "Korvaa";
"Request Offset" = "Pyydä limitystä";
"Request Offset:" = "Pyydä limitystä:";
"Required" = "Pakollinen";
"Required Fixed Length Secure Print Passcode Alert" = "Suojattua tulostusta varten tarvitaan %1$@-numeroinen tunnusluku. Satunnainen tunnusluku on valittu.";
"Required Passcode Title" = "Tunnusluku tarvitaan";
"Required Variable Length Secure Print Passcode Alert" = "Suojattua tulostusta varten tarvitaan %1$@–%2$@-numeroinen tunnusluku. Satunnainen tunnusluku on valittu.";
"Resolution:" = "Tarkkuus:";
"RGB Color" = "RGB-väri";
"RGB Color Space" = "RGB-väriavaruus";
"RGB Color:" = "RGB-väri:";
"RGB Neutral Gray" = "RGB-neutraaliharmaa";
"RGB Neutral Gray:" = "RGB-neutraaliharmaa:";
"RGBImages" = "RGB-kuvat:";
"RGBTextGraphics" = "RGB-teksti ja -grafiikka:";
"Right" = "Oikea";
"Right Bind" = "Oikea sidonta";
"Right Bottom Tray" = "Oikea ala-alusta";
"Right Bottom Tray (Booklet Maker)" = "Oikea ala-alusta (vihkolaite)";
"Right Center Tray" = "Oikea keskialusta";
"Right Middle Tray" = "Oikea keskialusta";
"Right Middle Tray(Office Finisher LX with Booklet Maker)" = "Oikea keskialusta (vihkolaitteella varustettu Office-viimeistelylaite LX)";
"Right Side Tray" = "Oikea sivualusta";
"Right To Left" = "Oikealta vasemmalle";
"Right Top Tray" = "Oikea yläalusta";
"Right Tray" = "Oikea alusta";
"Rotate Image 180 Degrees:" = "Pyöritä kuvaa 180 astetta:";
"Rough" = "Karkea";
"Rough Surface" = "Karheapintainen";
"Same Rendering For All Objects" = "Sama muodostamistapa kaikille objekteille";
"Sample Set" = "Vedos";
"Sample Set Title" = "Vedos";
"Satin" = "Satiini";
"Saturation" = "Kylläisyys";
"Saturation:" = "Kylläisyys:";
"Save to Address Book" = "Tallenna osoitteistoon";
"Save to Mailbox" = "Tallenna postilokeroon";
"Save<3A>" = "Tallenna<3A>";
"Saved Background Form Title" = "Tallennettu taustalomake";
"Saved Background Form..." = "Tallennettu taustalomake...";
"Saved Job Title" = "Tallennettu työ";
"Saved Job..." = "Tallennettu työ...";
"Saved Jobs:" = "Tallennetut työt:";
"Scale document to fit currently loaded paper size" = "Skaalaa asiakirja alustalla olevan paperin kokoiseksi";
"Scale to New Paper Size:" = "Skaalaa uuteen paperikokoon:";
"Scan" = "Skannaa";
"Scan and Gather" = "Skannaa ja kerää";
"SCT (Simple Catch Tray)" = "SCT (tavallinen luovutusalusta)";
"Secure Digital Card" = "Secure Digital -kortti";
"Secure Print Note 1" = "Huom. Työtä pidetään tulostimen työjonossa, kunnes se vapautetaan antamalla tämä tunnusluku.";
"Secure Print Title" = "Suojattu tulostus";
"Secure Print..." = "Suojattu tulostus...";
"Secure Saved Job:" = "Suojattu työ:";
"Select By Tray" = "Valitse alustan mukaan";
"Semi-Gloss" = "Puolikiiltävä";
"Semi-Rough" = "Puolikarhea";
"Send Account ID Only" = "Lähetä vain tilitunnus";
"Send Accounting ID Only" = "Lähetä vain tilitunnus";
"Send All" = "Lähetä kaikki";
"Send At" = "Lähetysaika";
"Send BillingID Only" = "Lähetä vain laskutustunnus";
"Send Now" = "Lähetä nyt";
"Send Speed:" = "Lähetysnopeus:";
"Send Time:" = "Lähetysaika:";
"Send to Email" = "Lähetä sähköpostiin";
"Send User ID and Account ID" = "Lähetä käyttäjä- ja tilitunnus";
"Send User ID and Accounting ID" = "Lähetä käyttäjä- ja tilitunnus";
"Send User ID Only" = "Lähetä vain käyttäjätunnus";
"Sender Information:" = "Lähettäjän tiedot:";
"Sender Name:" = "Lähettäjä:";
"Separator Options" = "Väliarkkiasetukset:";
"Separators Title" = "Väliarkit";
"Separators..." = "Väliarkit...";
"Sequenced" = "Järjestetty paperi";
"Sequenced-Embossed" = "Sarja – Kohokuvioitu";
"Set 2-Sided Print" = "Aseta 2-puolinen tulostus";
"Set Draft Mode as my Print Quality" = "Aseta tulostuslaaduksi vedoslaatu";
"Set Earth Smart Proof Print as my Job type" = "Aseta työn tyypiksi luontoa säästävä vedostulostus";
"Set Proof Print as my Job Type" = "Aseta vedostulostus työn tyypiksi";
"Set Separators:" = "Väliarkit:";
"Setup Title" = "Asetukset";
"Setup..." = "Asetukset...";
"Shared Job" = "Jaettu työ:";
"Shared Saved Jobs" = "Jaetut tallennetut työt";
"Sheets Per Pad:" = "Arkkeja lehtiössä:";
"Short" = "Lyhyt";
"Short Edge Feed" = "Syöttö lyhyt reuna edellä";
"Show Advanced" = "Näytä lisäasetukset";
"Show Basic" = "Näytä perusasetukset";
"Show Custom Text" = "Näytä oma teksti";
"Show Fonts..." = "Näytä fontit...";
"Show papers with unsupported attributes" = "Näytä paperit, joiden määritteitä ei tueta";
"Show papers with unsupported values" = "Näytä paperit, joiden arvoja ei tueta";
"Show Recipients" = "Näytä vastaanottajat";
"Side:" = "Sivu:";
"Side_1_X" = "Etusivu: X: ";
"Side_1_Y" = "Y: ";
"Side_2_X" = "Takasivu: X: ";
"Side_2_Y" = "Y: ";
"Side1" = "Etusivu:";
"Side2" = "Takasivu:";
"Sides Coated" = "Päällystetyt puolet";
"Sides Coated:" = "Päällystetyt puolet:";
"Signature Booklet Maker" = "Vihkolaite";
"Silver" = "Hopea";
"Simple Catch Tray" = "Tavallinen luovutusalusta (SCT)";
"Simulate Adobe RGB (1998) Display" = "Simuloi Adobe RGB (1998) -näyttöä";
"Simulate LCD Display" = "Simuloi LCD-näyttöä";
"Simulate sRGB Display" = "Simuloi sRGB-näyttöä";
"Single Page TIFF" = "Yksisivuinen TIFF";
"Single Print Engine" = "Yksi tulostuskoneisto";
"Size" = "Koko";
"Size Mismatch Instructions" = "Tämä paperikoko ei vastaa asiakirjan kokoa. Jos haluat tulostaa tälle paperikoolle, vaihda asiakirjan koko sovelluksessa tai käytä Applen Paperinkäsittely-ominaisuutta tulostusikkunassa.";
"skin tone colors" = "ihonvärit";
"SkinTones" = "Ihonvärit";
"Skip Blank Pages" = "Ohita tyhjät sivut";
"Skip Blank Pages:" = "Ohita tyhjät sivut:";
"SkyBlue" = "Taivaansiniset värit";
"sky-blue colors" = "taivaansiniset värit";
"slightly less" = "hieman vähemmän";
"slightly more" = "hieman enemmän";
"SlightlyLess" = "Hieman vähemmän";
"SlightlyMore" = "Hieman enemmän";
"Slip Sheets" = "Väliarkit";
"Small" = "Pieni";
"Smooth" = "Sileä";
"SNAP" = "SNAP";
"SNAP Press" = "SNAP Press";
"SNMP Community Name (Get):" = "SNMP-yhteisönimi (Get):";
"Source" = "Lähde:";
"Source Color" = "Lähdeväri";
"Sparta Punch" = "Sparta Punch";
"Special" = "Erikois";
"Special Page Input Error" = "Määritä sivunumerot ja/tai sivualueet pilkulla erotettuina. \nEsimerkiksi: 7-12, 24-37.";
"Special Page Limit Error" = "Olet saavuttanut erikoissivujen määrälle asetetun rajan.";
"Special Page Range Order Error" = "Anna sivualue, jossa ensimmäinen sivunumero on viimeistä pienempi. \nEsimerkiksi: 7-12, 24-37.";
"Special Page Too Large Error" = "Sivunumeroissa voi olla enintään %1$@ numeroa.";
"Special Page Too Small Error" = "Pienin mahdollinen sivunumero on %1$@.";
"Special Page Value Too Large Error" = "Suurin mahdollinen sivunumero on %1$@.";
"Special Pages" = "Erikoissivut";
"Spot Color" = "Spottiväri";
"Spot Colors:" = "Spottivärit:";
"SpotImages" = "Spottivärikuvat:";
"SpotTextGraphics" = "Spottiväriteksti ja -grafiikka:";
"Square Fold" = "Selkäpuristus";
"Square Fold..." = "Selkäpuristus...";
"Square Fold:" = "Selkäpuristus:";
"SquareFold Trimmer" = "SquareFold-leikkuri";
"SRA3 (320 x 450 mm)" = "SRA3 (320 x 450 mm)";
"sRGB" = "sRGB";
"sRGB Display" = "sRGB-näyttö";
"sRGB Neutral Grays:" = "sRGB-neutraaliharmaat:";
"sRGB Scientific" = "sRGB Scientific";
"Stacker Tray" = "Nippuluovutusalusta";
"Stacker Tray - HCS" = "Pinoluovutusalusta – pinoluovutin";
"Stacker Tray - HCS1" = "Pinoluovutusalusta – pinoluovutin 1";
"Stacker Tray - HCS2" = "Pinoluovutusalusta – pinoluovutin 2";
"Stacker Tray 1" = "Nippuluovutusalusta 1";
"Stacker Tray 2" = "Nippuluovutusalusta 2";
"Standard" = "Normaali";
"Standard Finisher" = "Tavallinen viimeistelylaite";
"Standard Finisher + PSK" = "Tavallinen viimeistelylaite + PSK";
"Standard Finisher + PSK + PSK" = "Tavallinen viimeistelylaite + PSK + PSK";
"Standard Finisher + PSK + PSK + PSK" = "Tavallinen viimeistelylaite + PSK + PSK + PSK";
"Standard Finisher + XPS" = "Tavallinen viimeistelylaite + XPS";
"Standard Finisher + XPS + XPS" = "Tavallinen viimeistelylaite + XPS + XPS ";
"Standard Finisher + XPS + XPS + XPS" = "Tavallinen viimeistelylaite + XPS + XPS + XPS";
"Standard Finisher Plus" = "Tavallinen viimeistelylaite Plus";
"Standard Labels" = "Tavalliset tarrat";
"Standard Output Tray" = "Normaali luovutusalusta";
"Staple Location" = "Nidonta";
"Stapling" = "Nidonta";
"Stapling:" = "Nidonta:";
"Start Message:" = "Työn aloitusviesti:";
"Statement" = "Statement";
"Statement (5.5 x 8.5\")" = "Statement (5,5 x 8,5\")";
"Stochastic" = "Satunnainen";
"Stock Finishing:" = "Viimeistely:";
"Store File in Folder" = "Tallenna tiedosto kansioon";
"sunny" = "aurinkoinen";
"Sunny" = "Aurinkoinen";
"Super G3 (33.6 Kbps)" = "Super G3 (33,6 kb/s)";
"Superfine" = "Supertarkka";
"Suppress Clear" = "Estä kirkastaminen";
"Suppress White" = "Estä valkoinen";
"Suppress_Alert" = "Älä näytä tätä enää";
"SWOP" = "SWOP";
"Swop Coated CMYK" = "Swop Coated CMYK";
"Swop Plus CMYK" = "Swop Plus CMYK";
"SWOP Press" = "SWOP Press";
"System" = "Järjestelmä";
"System Specified" = "Järjestelmän määrittämä";
"System Status" = "Järjestelmän tila";
"System Status Note" = "Avaa järjestelmän CentreWare® IS -sivut (jos järjestelmä on verkossa).";
"Tab Margin Note" = "Huom. Tämä laite ei pysty automaattisesti hylkäämään ylimääräisiä arkkeja. Saat lisätietoja valitsemalla Ohje.";
"Tab Margin Shift:" = "Siirto hakulehdellä:";
"Tabloid (11 x 17\")" = "Tabloid (11 x 17\")";
"Tandem Both" = "X ja Y: sama suunta";
"Tandem X" = "X: sama suunta";
"Tandem Y" = "Y: sama suunta";
"Telephone Number:" = "Puhelinnumero:";
"Text and Graphics Profile" = "Teksti- ja grafiikkaprofiili";
"Text and Graphics:" = "Teksti ja grafiikka:";
"Text Object Rendering" = "Tekstiobjektien hahmonnus";
"Text Watermark" = "Teksti";
"Textured/Embossed" = "Kuvioitu/kohokuvioitu";
"then" = "sitten";
"Thick Card Stock" = "Paksu kartonki";
"Thick Glossy Paper" = "Paksu kiiltävä paperi";
"Thin Card Stock" = "Ohut kartonki";
"Thin Glossy Paper" = "Ohut kiiltävä paperi";
"Thin Line Enhancement:" = "Ohuen viivan parannus:";
"Third-Party Custom Accounting" = "Kolmannen osapuolen tilikirjaus";
"Third-Party Note" = "Kolmannen osapuolen tilikirjaussovellus on asennettu.";
"Three Extra Trays" = "Kolme lisäalustaa";
"Throughout Job" = "Läpi koko työn";
"Time to Print:" = "Tulostusaika:";
"to" = "-";
"To Label" = "Vastaanottaja";
"To:" = "Mihin:";
"Toner Saver" = "Värinsäästö";
"Toner Saver:" = "Värinsäästö:";
"toolTip" = "työkaluvihje";
"Top" = "Ylä";
"Top Bind" = "Yläsidonta";
"Top Rotation:" = "Yläpyöritys:";
"Top Tray" = "Yläluovutusalusta";
"Top Tray - HCS" = "Yläalusta – pinoluovutin";
"Top Tray - HCS1" = "Yläalusta – pinoluovutin 1";
"Top Tray - HCS2" = "Yläalusta – pinoluovutin 2";
"Top Tray 3" = "Yläalusta 3";
"TopLeft" = "Ylävasen";
"TopRight" = "Yläoikea";
"Transfer" = "Siirto";
"Transparency" = "Piirtoheitinkalvo";
"Transparency Separators..." = "Kalvojen väliarkit...";
"TransparencySeparators Title" = "Kalvojen väliarkit";
"TransparencySeparators:" = "Kalvojen väliarkit:";
"TransparencySeparatorsNote:" = "Huom. Tämän toiminnon avulla voit lisätä piirtoheitinkalvojen väliin väliarkit. Asetukset ovat voimassa vain silloin, kun paperin tyypiksi on valittu piirtoheitinkalvo.";
"Trapping" = "Lihotus";
"Trapping:" = "Lihotus:";
"TrappingRange" = "1 - 20 pikseliä";
"Tray 1" = "Alusta 1";
"Tray 1 (Bypass)" = "Alusta 1 (ohisyöttö)";
"Tray 1 (MPT)" = "Alusta 1 (MPT)";
"Tray 2" = "Alusta 2";
"Tray 3" = "Alusta 3";
"Tray 3 (High Capacity)" = "Alusta 3 (iso)";
"Tray 4" = "Alusta 4";
"Tray 4 (Bypass)" = "Alusta 4 (ohisyöttö)";
"Tray 4 Bypass Tray" = "Alusta 4 (ohisyöttö)";
"Tray 5" = "Alusta 5";
"Tray 5 - PFP" = "Alusta 5 (PFP)";
"Tray 5 (Bypass)" = "Alusta 5 (ohisyöttö)";
"Tray 5 (Bypass) Feed Edge:" = "Syöttöreuna alustalla 5 (ohisyöttö):";
"Tray 6" = "Alusta 6";
"Tray 6 (High Capacity)" = "Alusta 6 (iso alusta)";
"Tray 6 (Inserter)" = "Alusta 6 (liitearkkialusta)";
"Tray 7" = "Alusta 7";
"Tray 7 (High Capacity)" = "Alusta 7 (iso)";
"Tray 8 (Inserter)" = "Alusta 8 (liitearkkialusta)";
"Tray T1" = "Alusta T1";
"Tray1" = "Alusta: 1";
"Tray2" = "Alusta: 2";
"Tray3" = "Alusta: 3";
"Tray4" = "Alusta: 4";
"Tray5" = "Alusta: 5";
"trayEmpty" = "0 % - Tyhjä";
"trayFull" = "100% - Täynnä";
"Treated" = "Käsitelty";
"Tri-Fold Module" = "Kolmitaittolaite";
"Trim Edge Range" = "(%1$@-%2$@ %3$@)";
"Trim Outside Edge" = "Leikkaa ulkoreuna";
"Trim Outside Edge..." = "Leikkaa ulkoreuna...";
"Trim Outside Edge:" = "Ulkoreunan leikkaus:";
"Trim Size:" = "Leikkauskoko:";
"Trim Top/Bottom Edges" = "Leikkaa ylä- ja alareuna";
"Trimmed Height" = "Leikattu korkeus";
"Trimmed Length:" = "Leikattu pituus:";
"Trimming Adjustments" = "Leikkaussäädöt";
"Trimming/Finishing" = "Leikkaus/viimeistely";
"Trimming/Finishing..." = "Leikkaus/viimeistely...";
"Trimming:" = "Leikkaus:";
"TrimOutsideEdge Title" = "Ulkoreunan leikkaus";
"True" = "Kyllä";
"True 1200x1200 dpi" = "Aito 1200 x 1200 dpi";
"True Gray Graphics:" = "True Gray -grafiikka:";
"Turn off Banner Pages" = "Poista erotinsivut käytöstä";
"Two Extra Trays" = "Kaksi lisäalustaa";
"Two Sided" = "Kaksipuolinen";
"Two-sided Trimmer" = "Kahden reunan leikkuri";
"Type" = "Tyyppi";
"Type Title" = "Tyyppi";
"Ultrafine" = "Ultratarkka";
"Uncoated" = "Päällystämätön";
"Uncoated Finish" = "Päällystämätön";
"Uncoated Finish:" = "Päällystämätön:";
"Uncollated" = "Ei lajittelua";
"Unconfirmed" = "Vahvistamaton";
"Unknown" = "Tuntematon";
"Unspecified" = "Määrittämätön";
"US Folio (8.5 x 13\")" = "US Folio (8,5 x 13\")";
"US Sheet Fed Coated CMYK" = "US Sheet Fed Coated CMYK";
"Use Application Halftones" = "Käytä sovelluksen rastereita";
"Use CMYK Color Settings for Black" = "Sovella CMYK-väriasetuksia mustaan";
"Use Composite Black" = "Käytä prosessimustaa";
"Use Document Name" = "Käytä asiakirjan nimeä";
"Use Embedded Clear" = "Käytä upotettua kirkastusta";
"Use Embedded White" = "Käytä upotettua valkoista";
"Use Global Adjustments" = "Käytä yleissäätöjä";
"Use In Job" = "Käytä työssä";
"Use Job Setting" = "Käytä työn asetuksia";
"Use Leading Pages" = "Käytä ensimmäisiä sivuja";
"Use Login Name" = "Käytä kirjautumisnimeä";
"Use Name Only (Expert)" = "Käytä vain nimeä (Expert)";
"Use Printer Control Panel Setting" = "Käytä tulostimen ohjaustaulun asetusta";
"Use Printer Halftones" = "Käytä tulostimen rastereita";
"Use Printer Halftones:" = "Käytä tulostimen rastereita:";
"Use Pure Black" = "Käytä puhdasta mustaa";
"Use RGB Color Settings for Black" = "Sovella RGB-väriasetuksia mustaan";
"UseGlobal" = "Käytä yleissäätöjä";
"User ID / Passcode:" = "Käyttäjätunnus / tunnusluku:";
"User ID:" = "Käyttäjätunnus:";
"User Name:" = "Käyttäjän nimi:";
"User TRCs:" = "Sävyntoistokäyrät:";
"Value" = "Arvo";
"Version:" = "Versio:";
"VersionBuild" = "%1$@ (%2$@)";
"Vertical Offset" = "Pysty:";
"Vertical Position:" = "Pystyasento:";
"vivid" = "eloisa";
"Vivid" = "Eloisa";
"Vivid Color" = "Värikäs";
"Vivid RGB" = "Värikäs RGB";
"Vivid sRGB" = "Värikäs sRGB";
"Want to know more ?" = "Haluatko lisätietoja?";
"warm" = "lämmin";
"Warm" = "Lämmin";
"Warning" = "Varoitus";
"Watermark Angle" = "Kulma:";
"Watermark Editor Title" = "Vesileimaeditori";
"Watermark Options" = "Asetukset";
"Watermark Position" = "Sijainti (keskikohdasta)";
"Watermark Scale" = "Skaalaus:";
"Watermark:" = "Vesileima:";
"Web Links Note" = "Jos sinulla on käytössäsi internet-yhteys ja selain, napsauta web-linkkiä, niin pääset verkkosivuille suoraan ajurista.";
"Weight" = "Paino";
"What Color to Change?" = "Mitä väriä muutetaan?";
"What Type of Change?" = "Minkä tyyppinen muutos?";
"white" = "valkoinen";
"White" = "Valkoinen";
"white colors" = "valkoiset värit";
"White..." = "Valkoinen...";
"White:" = "Valkoinen:";
"Width" = "Leveys";
"Width:" = "Leveys:";
"X" = "X";
"Xerox Automatic Color" = "Xeroxin automaattinen väri";
"Xerox Automatic Color (Recommended)" = "Xerox Automatic Color (suositus)";
"Xerox Black and White" = "Xerox-mustavalko";
"Xerox Job Ticket Note" = "Jos tämä toiminto poistetaan käytöstä, ajuri tulostaa vain PS-tiedostoja. Xerox-työmääräimen asetuksia (tulostimen toimintoja) ei sisällytetä tai ei ole käytettävissä. Haluatko jatkaa?";
"Y" = "Y";
"yellow" = "keltainen";
"Yellow" = "Keltainen";
"yellow colors" = "keltaiset värit";
"Yellow-Blue" = "Keltainen-sininen";
"Yellow-Blue:" = "Keltainen-sininen:";
"YellowLevel" = "Keltainen";
"Yes" = "Kyllä";
"Z Fold Half Sheet" = "Z-taitettu puoliarkki";
"Z Fold Half Sheet (Bottom Bind)" = "Z-puoliarkkitaitto (alasidonta)";
"Z Fold Half Sheet (Left Bind)" = "Z-taitettu puoliarkki (vasen sidonta)";
"Z Fold Half Sheet (Right Bind)" = "Z-puoliarkkitaitto (oikea sidonta)";
"Z Fold Half Sheet (Top Bind)" = "Z-puoliarkkitaitto (yläsidonta)";
"Z Fold Half Sheet Enabled" = "Z-taitettu puoliarkki käytössä";
"Z Fold Half Sheet-Left Bind" = "Z-puoliarkkitaitto, vasensidonta";
"Z Fold Half Sheet-Right Bind" = "Z-puoliarkkitaitto, oikeasidonta";
"Z Tri-Fold" = "Z-kolmitaitto";
"Z Tri-Fold (Print Inside)" = "Z-kolmitaitto (kuva sisäpuolelle)";
"Z Tri-Fold (Print Outside)" = "Z-kolmitaitto (kuva ulkopuolelle)";
"Z Tri-Fold Print Inside" = "Z-kolmitaitto, kuva sisäpuolella";
"Z Tri-Fold Print Outside" = "Z-kolmitaitto, kuva ulkopuolella";
"Z Tri-Fold Single Sheet - (Print Inside)" = "Yhden arkin Z-kolmitaitto (kuva sisäpuolella)";
"Z Tri-Fold Single Sheet - (Print Outside)" = "Yhden arkin Z-kolmitaitto (kuva ulkopuolella)";
"Z-Fold / C-Fold Unit" = "C-/Z-taittolaite";
"zippy" = "pirteä";
"Zippy" = "Pirteä";

"Color Correction Note" = "Avaa Väriyhteys-verkkosivut, joilla on erityisesti Xerox-tulostimia ja -järjestelmiä varten tarkoitettuja väritulostusvinkkejä, opetusohjelmia ja malleja.";
"FX Legal Stuff" = "© 2009 - 2010 Xerox Corporation. Kaikki oikeudet pidätetään. \nXerox® ja Xerox-logon ympyräsymboli ovat Xerox Corporationin tavaramerkkejä Yhdysvalloissa ja/tai muissa maissa.";
"Legal Stuff" = "© 2009 - 2010 Xerox Corporation. Kaikki oikeudet pidätetään. \nXerox® ja Xerox-logon ympyräsymboli ovat Xerox Corporationin tavaramerkkejä Yhdysvalloissa ja/tai muissa maissa.";
"Order Supplies Note" = "Avaa Xerox e-commerce -verkkosivut tarvikkeiden tilausta varten.";
"Panel Name" = "Xerox-toiminnot";
"Xerox ConsistentColor Mode RGB" = "Xerox ConsistentColor Mode RGB";
"Xerox ConsistentColor Mode RGB Gamma=1" = "Xerox ConsistentColor Mode RGB Gamma=1";
"Xerox Job Ticket:" = "Xerox-työmääräin:";
"Xerox Network Accounting" = "Xerox-verkkotilikirjaus";
"Xerox RGB" = "Xerox RGB";
"Xerox Standard Accounting" = "Xerox-tilikirjaus";
"Xerox Standard Accounting or Auditron" = "Xerox-tilikirjaus tai ositusmittari";
"Xerox Support Centre" = "Xerox Support Centre";
"Xerox Support Centre Note" = "Avaa Xerox Support Centre -ohjelman, jossa on linkkejä järjestelmän käyttöoppaisiin ja -videoihin sekä tila- ja vianetsintätietoja.";
"Xerox Transparency" = "Xerox-piirtoheitinkalvo";
"Xerox Web Links" = "Xerox Web -linkit";
"XPS (Xerox Production Stacker)" = "XPS (Xerox-tuotantonippuluovutin)";
"XPS + XPS" = "XPS + XPS";
"XPS + XPS + XPS" = "XPS + XPS + XPS";
"XPSAlertMessage2" = "PrintingScout edellyttää daemon-ohjelmaa ja se käynnistetään kirjautumisen yhteydessä. Se voidaan poistaa käytöstä asettamalla kaksisuuntainen tiedonsiirto Ei-tilaan (Tulosta-valintataulu > Xerox-toiminnot > Lisäasetukset).  \n\nOtetaanko PrintingScout käyttöön?";
